window.catalogData = window.catalogData || {};
window.catalogData["Камчатский край"] = [
  {
    number: 1,
    name: "ПОЧУ \"Камчатский кооперативный техникум\" Камчатского краевого союза потребительских кооперативов",
    website: "https://koop41.ru/",
    vk: "https://vk.com/41koop",
    address: "683003, Российская Федерация, Камчатский край, г. Петропавловск-Камчатский, ул. Ключевская, 11",
    phone: "8 (4152) 41-09-78",
    email: "kkt@koop41.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "21.02.14", title: "Маркшейдерское дело" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 2,
    name: "КГПОБУ «Камчатский индустриальный техникум»",
    website: "https://vil-kit.ru/",
    vk: "https://vk.com/villkit",
    address: "684090, Камчатский край, г. Вилючинск, ул. Школьная, д 3а",
    phone: "8 (415 35) 3-14-33",
    email: "kit@vil-kit.ru",
    directions: [
      { code: "26.02.02", title: "Судостроение" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 3,
    name: "Филиал КГПОБУ «Камчатский индустриальный техникум»",
    website: "https://filial.vil-kit.ru/",
    vk: "https://vk.com/uk.filial.college",
    address: "684414, Камчатский край, Усть-Камчатский район, пос. Усть-Камчатск, ул. Ленина д. 113",
    phone: "8 (415) 342-57-66",
    email: "ust-kam@vil-kit.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (электросварочные и газосварочные работы)" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "38.01.02", title: "Продавец, контролер-кассир" },
      { code: "35.01.15", title: "Электромонтер по ремонту и обслуживанию электрооборудования в сельскохозяйственном производстве" },
      { code: "43.01.02", title: "Парикмахер" }
    ]
  },
  {
    number: 4,
    name: "КГПОАУ \"Камчатский морской энергетический техникум\"",
    website: "https://kmet41.ru/",
    vk: "https://vk.com/kammt",
    address: "683006, Камчатский край, г. Петропавловск-Камчатский, ул. Чубарова, д. 1",
    phone: "8 (4152) 29-67-48",
    email: "kmt-ok@mail.ru",
    directions: [
      { code: "26.02.05", title: "Эксплуатация судовых энергетических установок" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "26.02.06", title: "Эксплуатация судового электрооборудования и средств автоматики" },
      { code: "15.01.18", title: "Машинист холодильных установок" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию оборудования (по отраслям)" },
      { code: "26.01.08", title: "Слесарь монтажник судовой" }
    ]
  },
  {
    number: 5,
    name: "ФГБОУ ВО «Камчатский государственный технический университет» (колледж)",
    website: "https://kamchatgtu.ru/колледж/",
    vk: "https://vk.com/kamchatgtu",
    address: "г. Петропавловск-Камчатский, ул. Ключевская, д. 35, каб. 309",
    phone: "8 (4152) 300-944",
    email: "kamchatgtu@kamchatgtu.ru",
    directions: [
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "26.02.03", title: "Судовождение" },
      { code: "25.05.06", title: "Эксплуатация судовых энергетических установок" },
      { code: "26.02.06", title: "Эксплуатация судового электрооборудования и средств автоматики" },
      { code: "15.02.06", title: "Монтаж, техническая эксплуатация и ремонт холодильно-компрессорных и теплонасосных машин и установок" },
      { code: "35.02.10", title: "Обработка водных биоресурсов" },
      { code: "20.02.01", title: "Экологическая безопасность природных комплексов" }
    ]
  },
  {
    number: 6,
    name: "ФГБОУ ВО «КамГУ им. Витуса Беринга» (СПО)",
    website: "https://kamgu.ru/",
    vk: "https://vk.com/kamgu_beringa",
    address: "ул. Пограничная 4, г. Петропавловск-Камчатский",
    phone: "8 (4152) 30-06-50",
    email: "kamgu@kamgu.ru",
    directions: [
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 7,
    name: "КГПОБУ «Паланский колледж»",
    website: "https://паланскийколледж.рф",
    vk: "https://vk.com/colledg_palana",
    address: "688000, Российская федерация, Камчатский край, Тигильский район, пгт. Палана, ул. Чубарова, д. 6",
    phone: "8 (41543) 31056",
    email: "colledg_palana@mail.ru",
    directions: [
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "13.01.05", title: "Электромонтер по техническому обслуживанию электростанций и сетей" },
      { code: "15.01.05", title: "Сварщик ручной и частично механизированной сварки (наплавки)" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "35.01.14", title: "Мастер по техническому обслуживанию и ремонту машинно-тракторного парка" },
      { code: "35.01.21", title: "Оленевод-механизатор" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 8,
    name: "КГПОБУ «Камчатский промышленный техникум»",
    website: "https://www.kptelz.ru/",
    vk: "https://vk.com/kptelz",
    address: "684004, Российская Федерация, Дальневосточный федеральный округ, Камчатский край, Елизовский р-н, г. Елизово, ул. 40 лет Октября, дом 9",
    phone: "8 (415 31) 6 - 52 - 71",
    email: "kptelz@mail.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "23.01.07", title: "Машинист крана (крановщик)" },
      { code: "15.01.05", title: "Сварщик (ручной и частично-механизированной сварки (наплавки))" },
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" }
    ]
  },
  {
    number: 9,
    name: "КГПОАУ «Камчатский колледж технологии и сервиса»",
    website: "https://kamktis.ru/",
    vk: "https://vk.com/kktiskamchatka",
    address: "683017, Российская Федерация, Камчатский край, г. Петропавловск-Камчатский, ул. Зеркальная, д. 48",
    phone: "8 (4152) 41-04-94",
    email: "kamktis@yandex.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 10,
    name: "КГПОБУ «Камчатский сельскохозяйственный техникум»",
    website: "https://kamselteh.ru/",
    vk: "https://vk.com/kamselhozteh",
    address: "684033, с. Сосновка, Елизовский р-н, Камчатский край ул. Центральная 12",
    phone: "8 415 313-61-75",
    email: "kamselteh@yandex.ru",
    directions: [
      { code: "36.02.01", title: "Ветеринария" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "", title: "Рабочий зеленого хозяйства" },
      { code: "", title: "Слесарь по ремонту сельскохозяйственных машин и оборудования" },
      { code: "", title: "Повар" },
      { code: "", title: "Тракторист" }
    ]
  },
  {
    number: 11,
    name: "КГПОБУ \"Камчатский педагогический колледж\"",
    website: "https://kamcollege.ru/",
    vk: "https://vk.com/kamcollege",
    address: "683031, Камчатский край, г. Петропавловск-Камчатский, ул. Бохняка, 13",
    phone: "8 (415-2) 23-61-11",
    email: "collegepedagog@yandex.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 12,
    name: "ГБПОУ КК «Камчатский медицинский колледж»",
    website: "https://kammedcolledge.ru/",
    vk: "https://vk.com/club215567760",
    address: "683003, Камчатский край, г. Петропавловск-Камчатский, ул. Ленинградская, д.102",
    phone: "8 (4152) 42-77-74",
    email: "medcomp@list.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "33.02.01", title: "Фармация" }
    ]
  },
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
{
    number: 1,
    name: "«ДВФ ВАВТ Минэкономразвития России»",
    website: "www.dvf-vavt.ru",
    vk: "https://vk.com/dvf_vavt",
    address: "683003, Камчатский край, г. Петропавловск-Камчатский, ул. Вилюйская, д.25",
    phone: "8 (4152) 42-34-69",
    email: "rectordvf@mail.ru",
    directions: [
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "38.04.01", title: "Экономика" },
      { code: "40.04.01", title: "Юриспруденция" }
    ]
  },
  {
    number: 2,
    name: "Петропавловский филиал РАНХиГС",
    website: "https://pk.ranepa.ru/",
    vk: "https://vk.com/ranepa_pk",
    address: "683031, Камчатский край, г. Петропавловск-Камчатский, ул. Бохняка, д. 13",
    phone: "8(4152)307-624",
    email: "plotnitskaya-mr@ranepa.ru",
    directions: [
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.04.04", title: "Государственное и муниципальное управление" }
    ]
  },
  {
    number: 3,
    name: "Камчатский филиал Российского университета кооперации",
    website: "https://pk.ruc.su/",
    vk: "https://vk.com/kfruc",
    address: "683003, Камчатский край, г. Петропавловск-Камчатский, ул. Ключевская, дом 11",
    phone: "8 (4152) 42-80-01",
    email: "pk@rus.su",
    directions: [
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "19.03.04", title: "Технология продукции и организация общественного питания" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "43.03.02", title: "Туризм" },
      { code: "38.05.01", title: "Экономическая безопасность" },
      { code: "38.05.02", title: "Таможенное дело" },
      { code: "40.05.01", title: "Правовое обеспечение национальной безопасности" }
    ]
  },
  {
    number: 4,
    name: "ФГБОУ ВО «Камчатский государственный технический университет»",
    website: "https://kamchatgtu.ru/",
    vk: "https://vk.com/kamchatgtu",
    address: "683003, Камчатский край, г. Петропавловск-Камчатский, улица Ключевская, дом 35",
    phone: "8 (4152) 300-944",
    email: "kamchatgtu@kamchatgtu.ru",
    directions: [
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "08.03.01", title: "Технологические машины и оборудование" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "09.03.04", title: "Программная инженерия" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "15.03.02", title: "Технологические машины и оборудование" },
      { code: "16.03.03", title: "Холодильная, криогенная техника и системы жизнеобеспечения" },
      { code: "19.03.01", title: "Биотехнология" },
      { code: "19.03.03", title: "Продукты питания животного происхождения" },
      { code: "19.03.04", title: "Технология продукции и организация общественного питания" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "20.03.02", title: "Природообустройство и водопользование" },
      { code: "27.03.04", title: "Управление в технических системах" },
      { code: "35.03.08", title: "Водные биоресурсы и аквакультура" },
      { code: "35.03.09", title: "Промышленное рыболовство" },
      { code: "35.03.10", title: "Ландшафтная архитектура" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "49.03.03", title: "Рекреация и спортивно-оздоровительный туризм" }
    ]
  },
  {
    number: 5,
    name: "ФГБОУ ВО «Камчатский государственный университет имени Витуса Беринга»",
    website: "https://kamgu.ru/",
    vk: "https://vk.com/kamgu_beringa",
    address: "683032, Камчатский край, г. Петропавловск-Камчатский, ул. Пограничная, 4",
    phone: "8 (4152) 41-08-33",
    email: "kamgu@kamgu.ru",
    directions: [
      { code: "44.03.03", title: "Логопедия с технологиями многофункциональной коррекции" },
      { code: "45.03.02", title: "Межкультурная коммуникация и иностранные языки (китайский, японский, английский)" },
      { code: "44.03.01", title: "Начальное образование" },
      { code: "44.03.05", title: "Начальное образование и специальная педагогика" },
      { code: "44.03.05", title: "Педагогическое образование по гуманитарным дисциплинам" },
      { code: "44.03.05", title: "Педагогическое образование по естественно-научным и точным дисциплинам" },
      { code: "44.03.05", title: "Педагог начального образования с правом преподавания математики или русского языка в среднем звене школы" },
      { code: "01.03.02", title: "Прикладные методы и приложения математики и информатики" },
      { code: "05.03.01", title: "Природные процессы: биологические и геологические аспекты" },
      { code: "06.03.01", title: "Природные процессы: биологические и геологические аспекты" },
      { code: "37.03.01", title: "Психология" },
      { code: "44.03.02", title: "Психология и социальная педагогика" },
      { code: "44.03.01", title: "Физическая культура и спорт" },
      { code: "38.03.01", title: "Экономика и управление бизнесом в сфере туризма и сервиса" },
      { code: "43.03.02", title: "Экономика и управление бизнесом в сфере туризма и сервиса" },
      { code: "40.03.01", title: "Юриспруденция" }
    ]
  },
];
