window.catalogData = window.catalogData || {};
window.catalogData["Карачаево-Черкесская Республика"] = [
  {
    number: 1,
    name: "Карачаево-Черкесская республиканская ГБПОО «Аграрно-технологический колледж»",
    website: "http://agrocollege-kchr.ru/",
    vk: "https://vk.com/agrocollege009",
    address: "369340, КЧР, Ногайский р-н, п. Эркен-Шахар, ул. Некрасова, д. 20",
    phone: "8 (878) 705-40-85",
    email: "proflicey1@mail.ru",
    directions: [
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (по отраслям)" },
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" }
    ]
  },
  {
    number: 2,
    name: "Карачаево-Черкесская республиканская ГБПОО «Механико-технологический колледж»",
    website: "https://mtkcollege.ru/",
    vk: "https://vk.com/mtkpervomaiskoe",
    address: "369385, КЧР, Малокарачаевский р-н, с. Первомайское, ул. Шоссейная, д.104",
    phone: "8 (878) 772-68-04",
    email: "goupl_2@mail.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автомобилей" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления швейных изделий лёгкой промышленности (по видам)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (по отраслям)" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 3,
    name: "Карачаево-Черкесская республиканская ГБПОО «Политехнический колледж»",
    website: "http://karachaevsk-polytech.ru/",
    vk: "https://vk.com/public204834391",
    address: "369200, КЧР, г. Карачаевск, ул. Чкалова, д. 25",
    phone: "8 (878) 792-20-68",
    email: "prof_licei_3@mail.ru",
    directions: [
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "09.01.04", title: "Мастер по обработке цифровой информации" },
      { code: "29.01.07", title: "Портной" },
      { code: "38.01.02", title: "Продавец, контролёр-кассир" }
    ]
  },
  {
    number: 4,
    name: "Карачаево-Черкесская республиканская ГБПОО «Индустриально-технологический колледж»",
    website: "https://itk-che.ru/",
    vk: "https://vk.com/itkche",
    address: "369000, КЧР, г. Черкесск, ул. Октябрьская, д. 56",
    phone: "8 (878) 221-17-19",
    email: "fgounpopl4@mail.ru",
    directions: [
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "15.01.05", title: "Сварщик (электросварочные и газосварочные работы)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "29.02.04", title: "Конструирование, моделирование и технология швейных изделий" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "15.01.37", title: "Слесарь-наладчик контрольно-измерительных приборов и автоматики" }
    ]
  },
  {
    number: 5,
    name: "Карачаево-Черкесская республиканская ГБПОО «Колледж индустрии питания, туризма и сервиса»",
    website: "https://kiptis09.ru/",
    vk: "https://vk.com/public217645550",
    address: "369001, КЧР, г. Черкесск, ул. Доватора, д. 86",
    phone: "8 (878) 227-73-55",
    email: "litzei5@rambler.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 6,
    name: "Карачаево-Черкесская республиканская ГБПОО «Многопрофильный колледж «Профессионал»",
    website: "http://www.zel-lizey.ru/",
    vk: "https://vk.com/gbpoompk",
    address: "369140, КЧР, Зеленчукский р-н, ст. Зеленчукская, ул. Казачья, д. 70",
    phone: "8 (878) 785-47-68",
    email: "zel_lizey@mail.ru",
    directions: [
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "13.02.07", title: "Электроснабжение (по отраслям)" },
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (по отраслям)" },
      { code: "40.02.02", title: "Правоохранительная деятельность" }
    ]
  },
  {
    number: 7,
    name: "Карачаево-Черкесская республиканская ГБПОО «Технологический колледж»",
    website: "https://technocollege.ucoz.ru/",
    vk: "https://vk.com/tehcolledjecherkessk",
    address: "369006, КЧР, г. Черкесск, ул. Свободы, д. 62 \"а\"",
    phone: "8 (878) 221-41-16",
    email: "byxgalter_pl7@mail.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "20.02.01", title: "Экологическая безопасность природных комплексов" },
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "40.02.02", title: "Правоохранительная деятельность" }
    ]
  },
  {
    number: 8,
    name: "Карачаево-Черкесская республиканская ГБПОО «Многопрофильный технологический колледж»",
    website: "https://mtk.kchr.eduru.ru/",
    vk: "https://vk.com/mtk_kchr_8",
    address: "369001, КЧР, г. Черкесск, ул. Ставропольская, д. 117",
    phone: "8 (8782) 20-50-99",
    email: "khlicey-8@mail.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 9,
    name: "КЧР ГБОУ среднего профессионального образования «Карачаево-Черкесский педагогический колледж им. У. Хабекова»",
    website: "http://www.kchpk09.ru/",
    vk: "https://vk.com/kchpk09",
    address: "369000, КЧР, г. Черкесск, ул. Горького, д. 1",
    phone: "8 (878) 226-26-71",
    email: "kchpk09@mail.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" }
    ]
  },
  {
    number: 10,
    name: "КЧР ГБОУ среднего профессионального образования «КЧ колледж культуры и искусств им. А. Даурова»",
    website: "https://daurov.org/",
    vk: "https://vk.com/kch_kkii",
    address: "369000, КЧР, г. Черкесск, ул. Ленина, д. 8",
    phone: "8 (878) 226-69-85",
    email: "daurov-college@yandex.ru",
    directions: [
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" },
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.07", title: "Теория музыки" },
      { code: "51.02.02", title: "Социально-культурная деятельность (по видам)" },
      { code: "51.02.03", title: "Библиотековедение" },
      { code: "52.02.04", title: "Актёрское искусство" },
      { code: "53.02.02", title: "Музыкальное искусство эстрады (по видам)" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { code: "52.02.01", title: "Народное художественное творчество (по видам)" },
      { code: "52.02.03", title: "Хореографическое творчество" },
      { code: "53.02.01", title: "Хоровое дирижирование" }
    ]
  },
  {
    number: 11,
    name: "КЧР ГБОУ среднего профессионального образования «Карачаево-Черкесский медицинский колледж»",
    website: "https://к-чмк.рф/",
    vk: "https://vk.com/kchmkrf",
    address: "369000, КЧР, г. Черкесск, ул. Красноармейская, д. 50",
    phone: "8 (878) 228-19-56",
    email: "kmail@k-chmk.ru, kch_med_colleg@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "32.02.01", title: "Медико-профилактическое дело" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 12,
    name: "Автономная некоммерческая профессиональная образовательная организация «Карачаево-Черкесский финансово-юридический колледж»",
    website: "https://kchfut09.ru/",
    vk: "https://vk.com/club138061307",
    address: "369009, КЧР, г. Черкесск, ул. Крайняя, д.86",
    phone: "8 (878) 223-81-25",
    email: "kchfut@mail.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (по отраслям)" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 13,
    name: "Профессиональное образовательное учреждение «Международный колледж «Полиглот»",
    website: "http://polyglotlife.ru/",
    vk: "https://vk.com/mk_polyglot",
    address: "369000, КЧР, г. Черкесск, ул. Доватора, д. 17",
    phone: "8 (878) 220-53-00",
    email: "polyglotcentre@yandex.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "40.02.03", title: "Право и судебное администрирование" },
      { code: "38.02.07", title: "Банковское дело" }
    ]
  },
  {
    number: 14,
    name: "Профессиональное образовательное учреждение «Международный открытый колледж современного управления имени М.М. Абрекова»",
    website: "https://moksu.ru/",
    vk: "https://vk.com/moksu_zel09",
    address: "369000, Карачаево-Черкесская Республика, город Черкесск, ул. Международная, 176 «А»",
    phone: "8 (878) 22-26-69",
    email: "moksu14@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 15,
    name: "Филиал ФГБОУ ВО \"Ростовский государственный экономический университет \"РИНХ\" в г. Черкесске",
    website: "http://rsue.info/",
    vk: "https://vk.com/rsuecherkessk",
    address: "369000, КЧР, г. Черкесск, ул. Красная, д. 3",
    phone: "8 (878) 226-11-51",
    email: "rseu.kchr@mail.ru",
    directions: [
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.06", title: "Торговое дело" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "09.03.03", title: "Прикладная информатика" }
    ]
  },
  {
    number: 16,
    name: "Среднепрофессиональный колледж ФГБОУ ВО «Северо-Кавказская государственная академия»",
    website: "https://ncsa.ru/institutes/spk/",
    vk: "https://vk.com/ncsa09",
    address: "369001, КЧР, г. Черкесск, ул. Ставропольская, д. 36",
    phone: "8 (878) 229-35-95",
    email: "gurin@kchgta.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "12.02.10", title: "Монтаж, техническое обслуживание и ремонт биотехнических и медицинских аппаратов и систем" },
      { code: "13.02.07", title: "Электроснабжение (по отраслям)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "33.02.01", title: "Фармация" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.17", title: "Технологии индустрии красоты" }
    ]
  },
  {
    number: 17,
    name: "Отделение среднего профессионального образования ФГБОУ ВО «Карачаево-Черкесский государственный университет имени У.Д. Алиева»",
    website: "https://kchgu.ru/o-fakul-tete-2/",
    vk: "https://vk.com/kchgu",
    address: "г. Карачаевск, ул. Ленина, 29, Корпус №5",
    phone: "8 (878) 221-20-13",
    email: "feu_kchgu@mail.ru",
    directions: [
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (по отраслям)" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
{
    number: 1,
    name: "Карачаево-Черкесский государственный университет им. У.Д. Алиева",
    website: "https://kchgu.ru",
    vk: "https://vk.com/kchgu",
    address: "369200, Карачаево-Черкесская Республика, г. Карачаевск, ул. Ленина, д. 29",
    phone: "8 (878) 792-73-37",
    email: "kcsu@mail.ru",
    directions: [
      { code: "01.03.02", title: "Прикладная математика и информатика" },
      { code: "05.03.02", title: "География" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "06.03.01", title: "Биология" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "37.03.01", title: "Психология" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "43.03.02", title: "Туризм" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "46.03.01", title: "История" },
      { code: "49.03.01", title: "Физическая культура" },
      { code: "49.03.03", title: "Рекреация и спортивно-оздоровительный туризм" },
      { code: "54.03.01", title: "Дизайн" }
    ]
  },
  {
    number: 2,
    name: "Северо-Кавказская государственная академия",
    website: "https://ncsa.ru",
    vk: "https://vk.com/ncsa09",
    address: "369001, Карачаево-Черкесская Республика, г. Черкесск, ул. Ставропольская, д. 36",
    phone: "8 (878) 229-36-13",
    email: "info@ncsa.ru",
    directions: [
      { code: "01.03.04", title: "Прикладная математика" },
      { code: "08.03.01", title: "Строительство" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "09.03.04", title: "Программная инженерия" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "15.03.02", title: "Технологические машины и оборудование" },
      { code: "35.03.01", title: "Лесное дело" },
      { code: "35.03.04", title: "Агрономия" },
      { code: "35.03.06", title: "Агроинженерия" },
      { code: "35.03.07", title: "Технология производства и переработки сельскохозяйственной продукции" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "54.03.01", title: "Дизайн" }
    ]
  },
  {
    number: 3,
    name: "Филиал Ростовского государственного экономического университета (РИНХ) в г. Черкесске",
    website: "https://rsue.info",
    vk: "https://vk.com/rsuecherkessk",
    address: "369000, Карачаево-Черкесская Республика, г. Черкесск, ул. Красная, д. 3",
    phone: "8 (878) 226-21-56",
    email: "rseu.kchr@mail.ru",
    directions: [
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.06", title: "Торговое дело" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "09.03.03", title: "Прикладная информатика" }
    ]
  },
];
