window.catalogData = window.catalogData || {};
window.catalogData["Москва"] = [
  {
    number: 1,
    name: "ГБПОУ «Колледж Архитектуры, Дизайна и Реинжиниринга № 26»",
    website: "https://www.26kadr.ru/",
    vk: "https://vk.com/26college",
    address: "109559, г. Москва, ул. Цимлянская, д.7, к.1",
    phone: "8 (495) 369-40-26",
    email: "priem@26kadr.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.02", title: "Строительство и эксплуатация инженерных сооружений" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "07.02.01", title: "Архитектура" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.02.01", title: "Дизайн (по отраслям) / Среды" },
      { code: "54.02.01", title: "Дизайн (по отраслям) / Промышленный" },
      { code: "43.01.11", title: "Мастер флористического сервиса" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "54.01.01", title: "Исполнитель художественно-оформительских работ" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "08.01.24", title: "Мастер столярно-плотничных, паркетных и стекольных работ" },
      { code: "35.01.28", title: "Мастер столярного и мебельного производства" },
      { code: "35.02.18", title: "Технология переработки древесины" },
      { code: "54.01.17", title: "Реставратор" },
      { code: "54.02.04", title: "Реставрация" },
      { code: "42.02.01", title: "Реклама" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "08.01.30", title: "Электромонтажник слаботочных систем" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "18.02.13", title: "Технология производства изделий из полимерных композитов" },
      { code: "18.02.14", title: "Химическая технология производства химических соединений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "08.02.04", title: "Водоснабжение и водоотведение" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "54.01.22", title: "Реставратор" }
    ]
  },
  {
    number: 2,
    name: "КМПО РАНХиГС Колледж Президентской Академии",
    website: "https://kmpo.ranepa.ru/",
    vk: "https://vk.com/college_ranepa",
    address: "109316, г. Москва, Волгоградский проспект, д.43, стр.1А",
    phone: "8 (499) 270-08-88",
    email: "priem-kmpo@ranepa.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.12", title: "Электрические станции, сети, их релейная защита и автоматизация" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.02", title: "Страховое дело (по отраслям)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 3,
    name: "ГБПОУ «Московский индустриальный колледж»",
    website: "https://mic.mskobr.ru",
    vk: "https://vk.com/colledgemic",
    address: "121351, г. Москва, ул. Бобруйская, д.7",
    phone: "8 (499) 673-01-41",
    email: "priem@ck41.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "21.02.20", title: "Прикладная геодезия" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "15.01.35", title: "Мастер слесарных работ" }
    ]
  },
  {
    number: 4,
    name: "ГБПОУ «Московский колледж архитектуры и градостроительства»",
    website: "https://mcag.mskobr.ru/",
    vk: "https://vk.com/mcag.mskobr",
    address: "129336, г. Москва, Анадырский пр-д, д. 79, стр. 1-2",
    phone: "8 (495) 474-18-88",
    email: "spo-mcag@edu.mos.ru",
    directions: [
      { code: "07.02.01", title: "Архитектура" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "15.02.10", title: "Мехатроника и робототехника (по отраслям)" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "21.02.19", title: "Землеустройство" }
    ]
  },
  {
    number: 5,
    name: "ГБПОУ «Политехнический колледж им. Н.Н. Годовикова»",
    website: "https://pkgodovikov.mskobr.ru/",
    vk: "https://vk.com/pkgod",
    address: "125130, г. Москва, ул. Зои и Александра Космодемьянских, д. 19",
    phone: "8 (495) 450-03-23",
    email: "spo-pkgodovikov@edu.mos.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.02.10", title: "Мехатроника и робототехника (по отраслям)" },
      { code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
      { code: "24.02.01", title: "Производство летательных аппаратов" },
      { code: "24.02.02", title: "Производство авиационных двигателей" },
      { code: "25.02.03", title: "Техническая эксплуатация электрифицированных и пилотажно-навигационных комплексов" },
      { code: "25.02.06", title: "Производство и обслуживание авиационной техники" },
      { code: "25.02.07", title: "Техническое обслуживание авиационных двигателей" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "27.02.07", title: "Управление качеством продукции, процессов и услуг (по отраслям)" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.06", title: "Сервис на транспорте (по видам транспорта)" },
      { code: "15.01.22", title: "Чертежник-конструктор" }
    ]
  },
  {
    number: 6,
    name: "ГБПОУ «Финансовый колледж № 35»",
    website: "https://35finance.mskobr.ru/",
    vk: "https://vk.com/kolledzh35",
    address: "115404, г. Москва, ул. Липецкая, д. 2, корп. 13",
    phone: "8 (495) 327-50-91",
    email: "spo-35@edu.mos.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
  {
    number: 7,
    name: "ГБПОУ «Колледж автоматизации и информационных технологий № 20»",
    website: "https://kait20.mskobr.ru/",
    vk: "https://vk.com/kait_20_official",
    address: "105037, г. Москва, ул. 1-я Парковая, д. 12",
    phone: "8 (499) 163-40-83",
    email: "spo-20@edu.mos.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.02.08", title: "Техника и искусство фотографии" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" }
    ]
  },
  {
    number: 8,
    name: "ГБПОУ «Медицинский колледж № 5»",
    website: "https://mk5.mskobr.ru/",
    vk: "https://vk.com/mosmk5",
    address: "117638, г. Москва, пр-т Нахимовский, д. 4А",
    phone: "8 (495) 159-35-39",
    email: "mk5@edu.mos.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.05", title: "Стоматология ортопедическая" }
    ]
  },
  {
    number: 9,
    name: "ГБПОУ «Московский колледж управления, гостиничного бизнеса и информационных технологий «Царицыно»",
    website: "https://collegetsaritsyno.mskobr.ru/",
    vk: "https://vk.com/college_tsaritsyno",
    address: "115569, г. Москва, пр. Шипиловский, д. 37, корп. 1",
    phone: "8 (495) 391-23-33",
    email: "tsaritsino@edu.mos.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.06", title: "Сервис на транспорте (по видам транспорта)" }
    ]
  },
  {
    number: 10,
    name: "ГБПОУ «Медицинский колледж № 6»",
    website: "https://mk6.mskobr.ru/",
    vk: "https://vk.com/medcollege6",
    address: "109028, г.Москва, вн.тер.г. муниципальный округ Таганский, пер Подколокольный, д. 16, стр. 5",
    phone: "8 (495) 149-22-10",
    email: "mk6@edu.mos.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "34.02.02", title: "Медицинский массаж (для обучения лиц с ограниченными возможностями здоровья по зрению)" }
    ]
  },
  {
    number: 11,
    name: "ГБПОУ «Московская средняя специальная музыкальная школа (колледж) имени Гнесиных»",
    website: "https://vk.com/gnessinka",
    vk: "https://vk.com/gnessinka",
    address: "119019, г. Москва, ул Знаменка, д. 12/2, стр. 3",
    phone: "8 (499) 643-23-79",
    email: "gnesincollege@culture.mos.ru",
    directions: [
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" },
      { code: "55.02.03", title: "Кино- и телепроизводство" },
      { code: "53.02.08", title: "Музыкальное звукооператорское мастерство" }
    ]
  },
  {
    number: 12,
    name: "ФГБПОУ «Колледж Министерства иностранных дел Российской Федерации»",
    website: "https://college-mid.ru/",
    vk: "https://vk.com/collegemid",
    address: "115184, Россия, Москва, Озерковская набережная, 26с5",
    phone: "8 (495) 953-08-32",
    email: "info@kmid.ru",
    directions: [
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "46.02.02", title: "Обеспечение технологического сопровождения цифровой трансформации документированных сфер деятельности" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 13,
    name: "ГБПОУ «МССУОР №2» Москомспорта",
    website: "https://uor2.mossport.ru/",
    vk: "https://vk.com/news_uor2",
    phone: "8 (499) 144-88-06",
    email: "uor2@mossport.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 14,
    name: "ГБПОУ «Колледж связи №54 им. П. М. Вострухина»",
    website: "https://ks54.mskobr.ru/",
    vk: "https://vk.com/ks54ru",
    address: "115172, г. Москва, ул. Большие Каменщики, д. 7",
    phone: "8 (495) 134-12-34",
    email: "spo-54@edu.mos.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.08", title: "Интеллектуальные интегрированные системы" },
      { code: "10.02.04", title: "Обеспечение информационной безопасности телекоммуникационных систем" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "11.02.15", title: "Инфокоммуникационные сети и системы связи" },
      { code: "11.02.18", title: "Системы радиосвязи, мобильной связи и телерадиовещания" },
      { code: "11.02.19", title: "Квантовые коммуникации" },
      { code: "11.01.14", title: "Оператор автоматической линии сборки радиоэлектронной аппаратуры и приборов" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "13.02.07", title: "Электроснабжение" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" }
    ]
  },
  {
    number: 15,
    name: "ГБПОУ «Образовательный комплекс градостроительства «Столица»",
    website: "https://stolitsa.mskobr.ru/",
    vk: "https://vk.com/okg_stolitsa",
    address: "115573, г. Москва, Ореховый б-р, д. 22",
    phone: "8 (977) 750-71-62",
    email: "stolitsa@edu.mos.ru",
    directions: [
      { code: "07.02.01", title: "Архитектура" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "08.01.24", title: "Мастер столярно-плотничных, паркетных и стекольных работ" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "08.01.30", title: "Электромонтажник слаботочных систем" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и оборудования" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "35.01.28", title: "Мастер столярного и мебельного производства" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.01.22", title: "Реставратор" },
      { code: "36.02.05", title: "Кинология" }
    ]
  },
  {
    number: 16,
    name: "ГБПОУ «Московский областной медицинский колледж № 1»",
    website: "https://m.mocomk.ru/",
    vk: "https://vk.com/mocomk1",
    phone: "8 (495) 688-92-54",
    email: "mz_momk1_medcol@mosreg.ru",
    directions: [
      { code: "31.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "33.02.01", title: "Фармация" }
    ]
  },
  {
    number: 17,
    name: "ГБПОУ «Московский колледж социальных профессий имени Е. И. Холостовой»",
    website: "https://collegesocialkdd.ru/",
    vk: "https://vk.com/social_kdd",
    address: "127015, Москва, улица Большая Новодмитровская, дом 63",
    phone: "8 (499) 760 89 97",
    email: "socialcollege@social.mos.ru",
    directions: [
      { code: "39.02.01", title: "Социальная работа" },
      { code: "49.02.02", title: "Адаптивная физическая культура" },
      { code: "12.02.08", title: "Протезно-ортопедическая и реабилитационная техника" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 18,
    name: "ГБПОУ «Колледж сферы услуг № 10»",
    website: "https://ksu10.mskobr.ru/",
    vk: "https://vk.com/gbpouksu10",
    address: "127434, г. Москва, Дмитровское ш., д. 11А",
    phone: "8 (800) 511-59-58",
    email: "spo-10@edu.mos.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 19,
    name: "ГБПОУ «Колледж Первого Московского Образовательного Комплекса»",
    website: "https://artcollege.ru/",
    vk: "https://vk.com/pmokofficial",
    address: "127282, город Москва, улица Тихомирова, дом 10, корпус 1",
    phone: "8 (495) 120-13-02",
    email: "spo-1mok@edu.mos.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.02.05", title: "Живопись (по видам)" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "42.02.01", title: "Реклама" },
      { code: "54.01.02", title: "Ювелир" }
    ]
  },
  {
    number: 20,
    name: "ГБПОУ «Московский технологический колледж имени И.А. Лихачёва»",
    website: "https://collegemtk.ru/",
    vk: "https://vk.com/collegemtk",
    address: "115114, г. Москва, Дербеневская наб., д. 3",
    phone: "8 (929) 630-86-03",
    email: "mtk@edu.mos.ru",
    directions: [
      { code: "44.02.06", title: "Профессиональное обучение (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.01.35", title: "Мастер слесарных работ" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "15.02.06", title: "Монтаж, техническая эксплуатация и ремонт холодильно-компрессорных и теплонасосных машин и установок (по отраслям)" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.02", title: "Автомобиле- и тракторостроение" },
      { code: "23.02.05", title: "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
  {
    number: 21,
    name: "ГБПОУ «Колледж музыкально-театрального искусства имени Г.П. Вишневской»",
    website: "https://kmti.ru/",
    vk: "https://vk.com/kmti_official",
    address: "111672, г. Москва, ул. Суздальская, д. 40б",
    phone: "8 (495) 701-10-40",
    email: "collegemusteatriskustv@culture.mos.ru",
    directions: [
      { code: "52.02.01", title: "Искусство балета" },
      { code: "52.02.02", title: "Искусство танца и ДПП Искусства балета" },
      { code: "53.02.02", title: "Инструментальное исполнительство" },
      { code: "54.02.02", title: "Живопись" },
      { code: "53.02.09", title: "Театрально-декорационное искусство" }
    ]
  },
  {
    number: 22,
    name: "ГБПОУ «Московский государственный образовательный комплекс»",
    website: "https://mgok.mskobr.ru/",
    vk: "https://vk.com/mgok.online",
    address: "115114, г. Москва, 2-й Павелецкий пр-д, д. 4А",
    phone: "",
    email: "mgok@edu.mos.ru",
    directions: [
      { code: "22.02.06", title: "Мехатроника и робототехника (по отраслям)" },
      { code: "22.02.07", title: "Техническая эксплуатация и обслуживание роботизированного производства" },
      { code: "15.02.08", title: "Технология машиностроения" },
      { code: "15.01.25", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "22.02.05", title: "Управление качеством продукции, процессов и услуг (по отраслям)" },
      { code: "22.02.08", title: "Аддитивные технологии" },
      { code: "22.02.01", title: "Металлургическое производство (по видам производства)" },
      { code: "08.01.26", title: "Чертежник-конструктор" },
      { code: "33.02.01", title: "Фармация" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.01.01", title: "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" }
    ]
  },
  {
    number: 23,
    name: "ГБПОУ «Технологический колледж № 24»",
    website: "https://kollege24.mskobr.ru/",
    vk: "https://vk.com/gapou_tk_24",
    address: "105484, г. Москва, ул. 16-я Парковая, д. 20",
    phone: "8 (495) 468-06-95",
    email: "spo-24@edu.mos.ru",
    directions: [
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
  {
    number: 24,
    name: "ГБПОУ «Медицинский колледж №1»",
    website: "https://mk1.mskobr.ru/",
    vk: "https://vk.com/medcollege_1",
    address: "119071, г. Москва, Ленинский пр-т., д. 35А",
    phone: "8 (495) 952-46-42",
    email: "mk1@edu.mos.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.03", title: "Лабораторная диагностика" }
    ]
  },
  {
    number: 25,
    name: "ГБПОУ «Колледж малого бизнеса №4»",
    website: "https://kmb-4.mskobr.ru/",
    vk: "https://vk.com/college4",
    address: "115054, г. Москва, ул. Дубининская, д. 25, стр. 1",
    phone: "8 (499) 230-10-84",
    email: "spo-4@edu.mos.ru",
    directions: [
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "43.01.11", title: "Мастер флористического сервиса" }
    ]
  },
  {
    number: 26,
    name: "ГБПОУ «Театральный художественно-технический колледж»",
    website: "https://txt60.ru/",
    vk: "https://vk.com/txtk_mos",
    address: "125315, г. Москва, 1-й Амбулаторный проезд, д. 8, стр. 2",
    phone: "8 (499) 152-44-61",
    email: "teatrhudtechnikum@culture.mos.ru",
    directions: [
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "53.02.09", title: "Театрально-декорационное искусство по видам: Художественно-гримерное оформление спектакля" },
      { code: "53.02.09", title: "Театрально-декорационное искусство по видам: Художественно-бутафорское оформление спектакля" },
      { code: "53.02.09", title: "Театрально-декорационное искусство по видам: Художественно-декорационное оформление кукольного спектакля" },
      { code: "53.02.09", title: "Театрально-декорационное искусство по видам: Художественно-костюмерное оформление спектакля" },
      { code: "55.02.02", title: "Анимация и анимационное кино по видам: Художник-мультипликатор" },
      { code: "42.02.01", title: "Реклама" },
      { code: "55.02.01", title: "Театральная и аудиовизуальная техника по видам: Светотехническое оборудование и системы освещения" },
      { code: "55.02.01", title: "Театральная и аудиовизуальная техника по видам: Аудиовизуальное оборудование" },
      { code: "55.02.01", title: "Театральная и аудиовизуальная техника по видам: Сценическое оборудование" }
    ]
  },
  {
    number: 27,
    name: "ГБПОУ «Московский педагогический колледж»",
    website: "https://mpk.mskobr.ru/",
    vk: "https://vk.com/moskovskiypedagogicheskiycolleg",
    address: "109457, г. Москва, ул. Федора Полетаева, д. 2, корп. 7",
    phone: "8 (499) 175-83-16",
    email: "mpk@edu.mos.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "49.02.02", title: "Адаптивная физическая культура" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 28,
    name: "ГБПОУ «Колледж архитектуры и строительства № 7»",
    website: "https://kas-7.mskobr.ru/",
    vk: "https://vk.com/public_kas7",
    address: "125315, г. Москва, ул. Усиевича, д. 31, к. 3",
    phone: "8 (499) 151-37-92",
    email: "kas7am@mail.ru",
    directions: [
      { code: "07.02.01", title: "Архитектура" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "08.02.08", title: "Монтаж и эксплуатация оборудования и систем газоснабжения" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "35.02.18", title: "Технология переработки древесины" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" }
    ]
  },
  {
    number: 29,
    name: "ГБПОУ «Колледж современных технологий имени Героя Советского Союза М.Ф. Панова»",
    website: "https://kst.mskobr.ru/",
    vk: "https://vk.com/kstmskobr",
    address: "129337, г. Москва, Хибинский пр-д, д. 10",
    phone: "8 (499) 188-08-83",
    email: "kst@edu.mos.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "15.01.05", title: "Сварщик ручной и частично механизированной сварки (наплавки)" },
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "13.02.12", title: "Электрические станции, сети, их релейная защита и автоматизация" },
      { code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" }
    ]
  },
  {
    number: 30,
    name: "ГБПОУ «Московский издательско-полиграфический колледж имени Ивана Федорова»",
    website: "https://mipkif.mskobr.ru/",
    vk: "https://vk.com/mipk_official",
    address: "129337, г. Москва, Ярославское ш., д. 5, стр. 2",
    phone: "8 (499) 188-21-47",
    email: "spo-mipkif@edu.mos.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "29.02.11", title: "Полиграфическое производство" },
      { code: "42.02.01", title: "Реклама" },
      { code: "42.02.02", title: "Издательское дело" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "55.02.02", title: "Анимация и анимационное кино (по видам)" },
      { code: "29.01.36", title: "Мастер полиграфического производства" }
    ]
  },
  {
    number: 31,
    name: "ГБПОУ «Образовательный комплекс \"Юго-Запад»",
    website: "https://spo39.mskobr.ru/",
    vk: "https://vk.com/spo39moskobr",
    address: "117036, г. Москва, ул. Дмитрия Ульянова, д. 26",
    phone: "8 (499) 125-31-62",
    email: "spo-39@edu.mos.ru",
    directions: [
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "18.02.13", title: "Технология производства изделий из полимерных композитов" },
      { code: "20.02.01", title: "Экологическая безопасность природных комплексов" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" }
    ]
  },
  {
    number: 32,
    name: "ГБПОУ «Технологический колледж № 34»",
    website: "https://tk34.mskobr.ru/",
    vk: "https://vk.com/college34",
    address: "115230, г. Москва, ул. Нагатинская, д. 4, корп. 1",
    phone: "8 (495) 611-00-02",
    email: "pk_tk34@mail.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "42.02.01", title: "Реклама" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.17", title: "Технология индустрии красоты" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.01.20", title: "Графический дизайнер" }
    ]
  },
  {
    number: 33,
    name: "ГБПОУ «Киноколледж № 40 Московская международная киношкола»",
    website: "https://spo-40.mskobr.ru/",
    vk: "https://vk.com/filmcollege",
    address: "115419, г. Москва, ул. Шаболовка, д. 44",
    phone: "8 (936) 677-83-23",
    email: "spo-40@edu.mos.ru",
    directions: [
      { code: "52.02.04", title: "Актёрское искусство" },
      { code: "55.02.02", title: "Анимация и анимационное кино" },
      { code: "55.02.03", title: "Кино- и телепроизводство (по видам)" }
    ]
  },
  {
    number: 34,
    name: "ГБПОУ «Колледж инновационных технологий и сервиса Галактика»",
    website: "https://galaxycollege.ru/",
    vk: "https://vk.com/galaxycollege",
    address: "123317, г. Москва, ул. Антонова-Овсеенко, д. 6, стр. 1",
    phone: "8 (495) 089-30-35",
    email: "info@galaxycollege.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "43.02.17", title: "Технология индустрии красоты" },
      { code: "31.02.05", title: "Стоматология ортопедическая (зубной техник)" },
      { code: "31.02.06", title: "Стоматология профилактическая" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "31.02.04", title: "Медицинская оптика" }
    ]
  },
  {
    number: 35,
    name: "ГБПОУ «Медицинский колледж № 2»",
    website: "https://mk2.mskobr.ru/",
    vk: "https://vk.com/medkol2",
    address: "129366, г. Москва, ул. Ярославская, д. 17, корп. 2",
    phone: "8 (495) 476-36-17",
    email: "mk2@edu.mos.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" }
    ]
  },
  {
    number: 36,
    name: "ГБПОУ «Колледж Министерства иностранных дел Российской Федерации»",
    website: "https://college-mid.ru/",
    vk: "https://vk.com/collegemid",
    address: "115184, г. Москва, Озерковская набережная, д. 26с5",
    phone: "8 (495) 953-08-32",
    email: "info@kmid.ru",
    directions: [
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "46.02.02", title: "Обеспечение технологического сопровождения цифровой трансформации документированных сфер деятельности" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 37,
    name: "ГБПОУ «Московский промышленно-экономический колледж Российского экономического университета имени Г.В. Плеханова»",
    website: "https://mpek-rea.ru/",
    vk: "https://vk.com/mpek_rea",
    address: "123022, г. Москва, Большой Трехгорный переулок, д. 11",
    phone: "8 (495) 800-12-00",
    email: "mpek@rea.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.06", title: "Финансы" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 38,
    name: "ГБПОУ «Колледж Российского государственного социального университета»",
    website: "https://rgsu.net/education/training-programs",
    vk: "https://vk.com/collegergsu",
    address: "129226, г. Москва, ул. Вильгельма Пика, д. 4, стр. 8",
    phone: "8 (495) 255-67-67",
    email: "pk@rgsu.net",
    directions: [
      { code: "49.02.02", title: "Адаптивная физическая культура" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "42.02.01", title: "Реклама" },
      { code: "42.02.02", title: "Издательское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" }
    ]
  },
  {
    number: 39,
    name: "ГБПОУ «РАНХиГС, колледж многоуровневого профессионального образования»",
    website: "https://kmpo.ranepa.ru/",
    vk: "https://vk.com/kmpoforstudents",
    address: "109316, г. Москва, Волгоградский проспект, д.43, стр.1А",
    phone: "8 (499) 270-08-88",
    email: "priem-kmpo@ranepa.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.03", title: "Электрические станции, сети и системы" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "21.02.05", title: "Земельно-имущественные отношения" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.02", title: "Страховое дело (по отраслям)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.10", title: "Туризм" },
      { code: "43.02.14", title: "Гостиничное дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 40,
    name: "ГБПОУ \"Академия джаза\"",
    website: "https://jazzacademy.ru/",
    vk: "https://vk.com/butmanacademyjazz",
    address: "123022, г. Москва, ул. Трехгорный Вал, д. 2/4, стр. 1",
    phone: "8 (499) 255-07-85",
    email: "jazzacademy@culture.mos.ru",
    directions: [
      { code: "53.02.02", title: "Музыкальное искусство эстрады (по видам)" },
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" }
    ]
  },
  {
    number: 41,
    name: "Колледж Российского нового университета",
    website: "https://rosnou.ru/institute/college/",
    vk: "https://vk.com/rosnou",
    address: "105005, г. Москва, ул. Радио, д. 22",
    phone: "8 (495) 223-46-40",
    email: "college@rosnou.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "42.02.01", title: "Реклама" },
      { code: "46.01.03", title: "Делопроизводитель" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 42,
    name: "ГБПОУ \"Колледж автоматизации и информационных технологий № 20\"",
    website: "https://kait20.mskobr.ru/",
    vk: "https://vk.com/kait_20_official",
    address: "105037, г. Москва, ул. 1-я Парковая, д. 12",
    phone: "8 (499) 163-40-83",
    email: "spo-20@edu.mos.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.02.08", title: "Техника и искусство фотографии" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" }
    ]
  },
  {
    number: 43,
    name: "ГБПОУ \"Колледж декоративно-прикладного искусства имени Карла Фаберже\"",
    website: "https://collegefaberge.mskobr.ru/",
    vk: "https://vk.com/college_faberge",
    address: "115407, г. Москва, ул. Якорная, д. 6, корп. 1",
    phone: "8 (499) 618-01-29",
    email: "spo-36@edu.mos.ru",
    directions: [
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { code: "54.02.03", title: "Художественное оформление изделий текстильной и легкой промышленности" },
      { code: "29.01.04", title: "Художник по костюму" },
      { code: "43.01.11", title: "Мастер флористического сервиса" },
      { code: "54.01.02", title: "Ювелир" }
    ]
  },
  {
    number: 44,
    name: "ГБПОУ \"Колледж индустрии гостеприимства и менеджмента № 23\"",
    website: "https://kigm.mskobr.ru/",
    vk: "https://vk.com/kigm__23",
    address: "107564, г. Москва, Погонный пр-д, д. 5",
    phone: "8 (499) 169-93-67",
    email: "spo-23@edu.mos.ru",
    directions: [
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "43.02.07", title: "Сервис по химической обработке изделий" }
    ]
  },
  {
    number: 45,
    name: "Колледж информатики и программирования ФГБОУ «Финансовый университет при Правительстве Российской Федерации»",
    website: "https://kip.fa.ru/",
    vk: "https://vk.com/kip_college",
    address: "125167, г. Москва, пр-кт Ленинградский, д. 49/2",
    phone: "8 (499) 553-14-28",
    email: "kip@fa.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "10.02.04", title: "Обеспечение информационной безопасности телекоммуникационных систем" },
      { code: "09.02.08", title: "Интеллектуальные интегрированные системы" }
    ]
  },
  {
    number: 46,
    name: "ФГБОУ \"Колледж Московского транспорта\"",
    website: "https://kmt.mskobr.ru/",
    vk: "https://vk.com/mostranskmt",
    address: "129090, г. Москва, ул. Каланчевская, д. 26, стр. 1, 2, 3",
    phone: "8 (495) 300-04-00",
    email: "kmt@edu.mos.ru",
    directions: [
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "13.02.12", title: "Электрические станции, сети и системы, их релейная защита и автоматизация" },
      { code: "43.02.06", title: "Сервис на транспорте (по видам транспорта)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "23.01.09", title: "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" },
      { code: "23.02.05", title: "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
      { code: "23.02.06", title: "Техническая эксплуатация подвижного состава железных дорог" },
      { code: "13.02.07", title: "Электроснабжение" },
      { code: "23.02.09", title: "Автоматика и телемеханика на транспорте (железнодорожном транспорте)" },
      { code: "23.01.20", title: "Мастер по комплексному обслуживанию пути рельсового транспорта" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" }
    ]
  },
  {
    number: 47,
    name: "АО ЧОУ «Московский финансово-юридический университет МФЮА»",
    website: "https://www.mfua.ru/department/yuridicheskiy-kolledzh/",
    vk: "https://vk.com/mfua_mos",
    address: "115191, г. Москва, ул. Серпуховский вал, д.17, корп. 1",
    phone: "8 (499) 979-00-99",
    email: "odnookno@mfua.ru",
    directions: [
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.02", title: "Страховое дело (по отраслям)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" }
    ]
  },
  {
    number: 48,
    name: "ФГБОУ \"Колледж полиции\"",
    website: "https://spo-kp.mskobr.ru/",
    vk: "https://vk.com/college_police",
    address: "125363, г. Москва, ул. Фабрициуса, д. 26",
    phone: "8 (499) 252-02-02",
    email: "spo-kp@edu.mos.ru",
    directions: [
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 49,
    name: "ФГБОУ «Колледжа права имени Н.С. Киселевой Университета имени О.Е. Кутафина (МГЮА)»",
    website: "https://msal.ru/structure/instituty/kolledzh-prava-imeni-n-s-kiselevoy/",
    vk: "https://vk.com/msal_chsl",
    address: "123242, г. Москва, Садовая-Кудринская, д. 9",
    phone: "8 (499) 244-88-88 доб. 816",
    email: "collegemsal@msal.ru",
    directions: [
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "40.02.02", title: "Правоохранительная деятельность" }
    ]
  },
  {
    number: 50,
    name: "ФГБОУ \"Колледж предпринимательства № 11\"",
    website: "https://kp11.mskobr.ru/",
    vk: "https://vk.com/gapoukp11",
    address: "125438, г. Москва, ул. Онежская, д. 3",
    phone: "8 (499) 150-45-04",
    email: "spo-11@edu.mos.ru",
    directions: [
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "29.02.08", title: "Технология обработки алмазов" },
      { code: "53.02.08", title: "Музыкальное звукооператорское мастерство" },
      { code: "55.02.02", title: "Анимация и анимационное кино (по видам)" },
      { code: "55.02.03", title: "Кино- и телепроизводство (по видам)" },
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "31.02.04", title: "Медицинская оптика" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "42.02.01", title: "Реклама" },
      { code: "54.01.02", title: "Ювелир" },
      { code: "54.02.08", title: "Техника и искусство фотографии" }
    ]
  },
  javascriptwindow.catalogData = window.catalogData || {};
window.catalogData["Москва (СПО)"] = window.catalogData["Москва (СПО)"] || [];
window.catalogData["Москва (СПО)"].push(
  {
    number: 51,
    name: "«Колледж программирования и кибербезопасности», структурное подразделение МИРЭА Российского технологического университета",
    website: "https://www.mirea.ru/education/college/about-college/",
    vk: "https://vk.com/college_sumirea",
    address: "119454, г. Москва, Проспект Вернадского, д. 78",
    phone: "8 (499) 600-80-80",
    email: "rector@mirea.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "10.02.04", title: "Обеспечение информационной безопасности телекоммуникационных систем" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "12.02.09", title: "Производство и эксплуатация оптических и оптико-электронных приборов и систем" }
    ]
  },
  {
    number: 52,
    name: "«Колледж Российского государственного университета имени А.Н.Косыгина»",
    website: "https://rguk.ru/university/college/",
    vk: "https://vk.com/kosygincollege",
    address: "119071, г. Москва, Малый Калужский пер., д. 2, стр. 1",
    phone: "8 (495) 811-01-01 доб. 1380, 1383",
    email: "college@rguk.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "29.02.04", title: "Конструирование, моделирование и технология швейных изделий" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "42.02.01", title: "Реклама" },
      { code: "43.02.03", title: "Стилистика и искусство визажа" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.02.03", title: "Художественное оформление изделий текстильной и лёгкой промышленности" }
    ]
  },
  {
    number: 53,
    name: "АНО ПО «Колледж экономики, страхового дела и информационных технологий КЭСИ»",
    website: "https://college-edu.ru/",
    vk: "https://vk.com/club51153791",
    address: "119501, г. Москва, ул. Нежинская, д. 13",
    phone: "8 (967) 226-49-31",
    email: "coll.kesi@yandex.ru",
    directions: [
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "09.02.13", title: "Интеграция решений с применением технологий искусственного интеллекта" },
      { code: "38.02.06", title: "Финансы" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "42.02.01", title: "Реклама" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" }
    ]
  },
  {
    number: 54,
    name: "ГАОУ ВО «Московский городской педагогический университет»",
    website: "https://www.mgpu.ru/obrazovanie/colledges/",
    vk: "https://vk.com/ushinsky_ispo_mgpu",
    address: "СВАО, г. Москва, улица Грекова, д. 3, к. 1",
    phone: "8 (985) 344-00-15",
    email: "ispo.info@mgpu.ru",
    directions: [
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "51.02.01", title: "Народное художественное творчество (по видам)" },
      { code: "44.02.04", title: "Дошкольное образование" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 55,
    name: "ГБПОУ \"Медицинский колледж № 7\"",
    website: "https://mk7.mskobr.ru/",
    vk: "https://vk.com/medcollege7",
    address: "ЦАО, г. Москва, Николоямская улица, д. 33, с. 1",
    phone: "8 (495) 915-71-69",
    email: "mk7@edu.mos.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 56,
    name: "ГБПОУ «Московская средняя специальная музыкальная школа (колледж) имени Гнесиных»",
    website: "https://gnessinka.ru/ru/",
    vk: "https://vk.com/gnessinka",
    address: "119019, г. Москва, ул. Знаменка, д. 12/2 стр. 3",
    phone: "8 (499) 643-23-79",
    email: "gnesincollege@culture.mos.ru",
    directions: [
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" },
      { code: "55.02.03", title: "Кино- и телепроизводство (по видам)" },
      { code: "53.02.08", title: "Музыкальное звукооператорское мастерство" }
    ]
  },
  {
    number: 57,
    name: "ГБПОУ \"Московский автомобильно-дорожный колледж им. А.А. Николаева\"",
    website: "https://madk.mskobr.ru/",
    vk: "https://vk.com/madk1929",
    address: "105082, г. Москва, ул. Бакунинская, д. 81",
    phone: "8 (499) 265-20-09",
    email: "spo-madk@edu.mos.ru",
    directions: [
      { code: "08.02.12", title: "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "43.02.06", title: "Сервис на транспорте (по видам транспорта)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" }
    ]
  },
  {
    number: 58,
    name: "ЧПОУ «Московский городской открытый колледж»",
    website: "https://open-college.ru/",
    vk: "https://vk.com/open_college",
    address: "109316, г. Москва, Волгоградский пр-т., д. 32, корп. 5",
    phone: "8 (499) 650-77-07",
    email: "info@open-college.ru",
    directions: [
      { code: "09.02.03", title: "Программирование в компьютерных системах" },
      { code: "09.02.04", title: "Информационные системы (по отраслям)" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "10.02.01", title: "Организация и технология защиты информации" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "43.02.10", title: "Туризм" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "51.02.01", title: "Народное художественное творчество (по видам)" },
      { code: "53.02.02", title: "Музыкальное искусство эстрады (по видам)" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 59,
    name: "ГБОУ ВО \"Московский государственный институт музыки имени А.Г. Шнитке\"",
    website: "https://www.schnittke-mgim.ru/",
    vk: "https://vk.com/schnittke_mgim",
    address: "123060, г. Москва, ул. Маршала Соколовского, д. 10",
    phone: "8 (499) 194-83-89",
    email: "institutshnitke@culture.mos.ru",
    directions: [
      { code: "53.02.03", title: "Инструментальное исполнительство" },
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.05", title: "Сольное и хоровое народное пение" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.07", title: "Теория музыки" }
    ]
  },
  {
    number: 60,
    name: "Московский государственный колледж музыкального исполнительства имени Ф. Шопена",
    website: "https://mgkmi.ru/",
    vk: "https://vk.com/shopenovka_mgkmi",
    address: "127006, г. Москва, ул. Садовая-Каретная, д. 4-6, стр. 7",
    phone: "8 (495) 699-70-27",
    email: "shopencollege@mgkmi.ru",
    directions: [
      { code: "53.02.03", title: "Инструментальное исполнительство" }
    ]
  },
  {
    number: 61,
    name: "ГБПОУ \"Московский государственный колледж электромеханики и информационных технологий\"",
    website: "https://mgkeit.mskobr.ru/",
    vk: "https://vk.com/mgkeit1",
    address: "115446, г. Москва, ул. Академика Миллионщикова, д. 20",
    phone: "8 (499) 612-03-25",
    email: "spo-mgkeit@edu.mos.ru",
    directions: [
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.08", title: "Интегрированные системы" },
      { code: "09.02.09", title: "Веб-разработка" },
      { code: "09.02.10", title: "Разработка компьютерных игр, дополненной и виртуальной реальности" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "23.01.18", title: "Мастер вертикального транспорта" },
      { code: "54.01.20", title: "Графический дизайнер" }
    ]
  },
  {
    number: 62,
    name: "ГБПОУ \"Московский государственный образовательный комплекс\"",
    website: "https://mgok.mskobr.ru/",
    vk: "https://vk.com/mgok.online",
    address: "115114, г. Москва, 2-й Павелецкий пр-д, д. 4А",
    phone: "8 (495) 491-02-45",
    email: "mgok@edu.mos.ru",
    directions: [
      { code: "15.02.10", title: "Мехатроника и робототехника (по отраслям)" },
      { code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "27.02.07", title: "Управление качеством продукции, процессов услуг (по отраслям)" },
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "22.02.08", title: "Металлургическое производство (по видам производства)" },
      { code: "15.01.22", title: "Чертежник-конструктор" },
      { code: "33.02.01", title: "Фармация" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.02.16", title: "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" }
    ]
  },
  {
    number: 63,
    name: "ГАОУ ВО \"Московский государственный университет спорта и туризма\"",
    website: "https://mgusit.mossport.ru/abitur/spo/",
    vk: "https://vk.com/mgusit",
    address: "117519, г. Москва, ул. Кировоградская, д. 21, корп. 1",
    phone: "8 (495) 388-78-66",
    email: "priem@mgusit.ru",
    directions: [
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "49.02.02", title: "Адаптивная физическая культура" }
    ]
  },
  {
    number: 64,
    name: "ГБПОУ \"Московский колледж бизнес-технологий\"",
    website: "https://cbcol.mskobr.ru/",
    vk: "https://vk.com/kbt_college_moscow",
    address: "123557, г. Москва, ул. Пресненский Вал, д. 15, стр. 1",
    phone: "8 (499) 253-59-31",
    email: "kbt@edu.mos.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" }
    ]
  },
  {
    number: 65,
    name: "ГБПОУ \"Московский музыкально-педагогический колледж\"",
    website: "https://mmpk.music.mos.ru/",
    vk: "https://vk.com/mmpk_lefortovo",
    address: "111250, г. Москва, ул. Солдатская, д. 14",
    phone: "8 (495) 361-29-13",
    email: "mmpk@culture.mos.ru",
    directions: [
      { code: "51.02.02", title: "Социально-культурная деятельность (по видам)" },
      { code: "53.02.06", title: "Хоровое дирижирование" }
    ]
  },
  {
    number: 66,
    name: "ГБПОУ \"Московский образовательный комплекс ЗАПАД\"",
    website: "https://zapad.mskobr.ru/",
    vk: "https://vk.com/mokzapadru",
    address: "121359, г. Москва, ул. Бобруйская, д. 23",
    phone: "8 (499) 141-24-86",
    email: "zapad@edu.mos.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "38.02.06", title: "Финансы" }
    ]
  },
  {
    number: 67,
    name: "ГАПОУ \"Московский образовательный комплекс имени Виктора Талалихина\"",
    website: "https://mok.mskobr.ru/",
    vk: "https://vk.com/mok.v.talalihina",
    address: "109383, г. Москва, ул. Полбина, д. 72, стр. 1",
    phone: "8 (495) 354-90-29",
    email: "mokvt@edu.mos.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "19.02.12", title: "Технология продуктов питания животного происхождения" }
    ]
  },
  {
    number: 68,
    name: "Федеральное государственное бюджетное образовательное учреждение высшего образования «Российский экономический университет имени Г.В. Плеханова»",
    website: "https://mpt.ru/",
    vk: "https://vk.com/reu",
    address: "117997, г. Москва, Стремянный пер., д. 36",
    phone: "8 (499) 317-04-09",
    email: "mpt@rea.ru",
    directions: [
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.09", title: "Веб-разработка" }
    ]
  },
  {
    number: 69,
    name: "ГБПОУ «Московский театральный колледж имени Л. А. Филатова»",
    website: "https://filatovschool.ru/",
    vk: "https://vk.com/mtk.filatova",
    address: "г. Москва, Волоцкой переулок, д. 15, корп. 2",
    phone: "8 (495) 753-30-00",
    email: "collegefilatova@culture.mos.ru",
    directions: [
      { code: "52.02.04", title: "Актерское искусство" },
      { code: "51.02.02", title: "Социально-культурная деятельность (по видам)" }
    ]
  },
  {
    number: 70,
    name: "Федеральное государственное автономное образовательное учреждение высшего образования «Московский государственный технический университет имени Н.Э. Баумана»",
    website: "https://mtkp.bmstu.ru/",
    vk: "https://vk.com/mtkp_bmstu",
    address: "105005, г. Москва, ул. 2-я Бауманская, д. 5, с. 1",
    phone: "8 (499) 267-48-44",
    email: "bauman@bmstu.ru",
    directions: [
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.02.16", title: "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "11.02.18", title: "Системы радиосвязи, мобильной связи и телерадиовещания" },
      { code: "15.02.10", title: "Мехатроника и робототехника" },
      { code: "27.02.04", title: "Автоматические системы управления" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 71,
    name: "ГБПОУ Московский техникум креативных индустрий им. Л.Б. Красина",
    website: "https://krasina.mskobr.ru/",
    vk: "https://vk.com/college_krasina",
    address: "115280, г. Москва, Велозаводская ул., д. 8",
    phone: "8 (495) 675-09-24",
    email: "krasina@edu.mos.ru",
    directions: [
      { code: "29.01.36", title: "Мастер полиграфического производства" },
      { code: "29.02.11", title: "Полиграфическое производство" },
      { code: "42.02.02", title: "Издательское дело" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.02.05", title: "Живопись (по видам)" }
    ]
  },
  {
    number: 72,
    name: "ГБПОУ «МССУОР № 2» Москомспорта",
    website: "https://uor2.mossport.ru",
    vk: "https://vk.com/news_uor2",
    address: "г. Москва, ул. Филёвская М., д. 34, корп. 2",
    phone: "8 (499) 146-92-42",
    email: "uor2@mos.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 73,
    name: "ГБПОУ «Московское государственное хореографическое училище имени Л.М.Лавровского»",
    website: "https://mtk.mskobr.ru/",
    vk: "https://vk.com/mghu_l",
    address: "101000, г. Москва, ул. Чаплыгина, д. 9, стр. 3",
    phone: "8 (495) 952-69-99",
    email: "uchilishelavrovskogo@culture.mos.ru",
    directions: [
      { code: "52.02.01", title: "Искусство балета" },
      { code: "52.02.02", title: "Искусство танца (по видам)" }
    ]
  },
  {
    number: 74,
    name: "ГБПОУ «МССУОР № 3» Москомспорта",
    website: "https://uor3.mossport.ru/",
    vk: "https://vk.com/uor3sport",
    address: "г. Москва, ул. Ткацкая, д. 27",
    phone: "8 (499) 144-88-06",
    email: "uor3@mossport.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 75,
    name: "ГБПОУ «Московское хореографическое училище при Московском государственном академическом театре танца «Гжель»",
    website: "https://mosballet.mos.ru/",
    vk: "https://vk.com/mosballet",
    address: "125362, г. Москва, ул. Вишнёвая, д. 7А",
    phone: "8 (495) 491-58-29",
    email: "uchilishegzhel@culture.mos.ru",
    directions: [
      { code: "52.02.01", title: "Искусство балета" },
      { code: "52.02.02", title: "Искусство танца (по видам)" }
    ]
  },
  {
    number: 76,
    name: "ГБПОУ \"Первый Московский Образовательный Комплекс\"",
    website: "https://1-mok.mskobr.ru/",
    vk: "https://vk.com/pmokofficial",
    address: "127282, г. Москва, ул. Тихомирова, д. 10, корп. 1",
    phone: "8 (495) 120-13-02",
    email: "spo-1mok@edu.mos.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.02.05", title: "Живопись (по видам)" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "42.02.01", title: "Реклама" },
      { code: "54.01.02", title: "Ювелир" }
    ]
  },
  {
    number: 77,
    name: "ГБПОУ \"Пищевой колледж № 33\"",
    website: "https://pk33.mskobr.ru/",
    vk: "https://vk.com/gbpoupk33",
    address: "115404, г. Москва, ул. 6-ая Радиальная, д. 10",
    phone: "8 (495) 327-51-51",
    email: "spo-33@edu.mos.ru",
    directions: [
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "19.01.18", title: "Аппаратчик-оператор производства продуктов питания из растительного сырья" }
    ]
  },
  {
    number: 78,
    name: "ГБПОУ «Политехнический Колледж № 50 имени дважды Героя Социалистического Труда Н.А. Злобина»",
    website: "https://zelcollege50.mskobr.ru/",
    vk: "https://vk.com/zelcollege50",
    address: "124460, г. Москва, г. Зеленоград, пр-т Генерала Алексеева, д. 38",
    phone: "8 (499) 736-56-03",
    email: "spo-50@edu.mos.ru",
    directions: [
      { code: "11.01.01", title: "Монтажник радиоэлектронной аппаратуры и приборов" },
      { code: "15.01.35", title: "Мастер слесарных работ" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "11.01.11", title: "Наладчик технологического оборудования (электронная техника)" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "23.01.18", title: "Мастер вертикального транспорта" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" }
    ]
  },
  {
    number: 79,
    name: "ГАПОУ \"Политехнический колледж № 8 имени дважды Героя Советского Союза И.Ф. Павлова\"",
    website: "https://pk-8.mskobr.ru/",
    vk: "https://vk.com/pk8.mskobr",
    address: "125124, г. Москва, ул. 1-я Ямского поля, д. 24А",
    phone: "8 (495) 640-60-58",
    email: "spo-8@edu.mos.ru",
    directions: [
      { code: "24.02.01", title: "Производство летательных аппаратов" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "27.02.07", title: "Управление качеством продукции, процессов и услуг (по отраслям)" },
      { code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "15.01.29", title: "Контролер качества в машиностроении" }
    ]
  },
  {
    number: 80,
    name: "ГБПОУ \"Политехнический колледж имени П.А. Овчинникова\"",
    website: "https://spo-13.mskobr.ru/",
    vk: "https://vk.com/public160828776",
    address: "127549, г. Москва, ул. Бибиревская, д. 6, корп. 1",
    phone: "8 (499) 901-87-81",
    email: "spo-13@edu.mos.ru",
    directions: [
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание и ремонт промышленного оборудования" },
      { code: "15.01.35", title: "Мастер слесарных работ" },
      { code: "11.02.16", title: "Монтаж, ТО и ремонт электронных приборов и устройств" },
      { code: "11.01.01", title: "Монтажник радиоэлектронной аппаратуры и приборов" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "54.01.02", title: "Ювелир" },
      { code: "54.02.01", title: "Дизайн" },
      { code: "24.01.01", title: "Слесарь-сборщик авиационной техники" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования" }
    ]
  },
  {
    number: 81,
    name: "ГБПОУ \"Свято-Димитриевское училище сестер милосердия\"",
    website: "https://sdusm.mskobr.ru/",
    vk: "https://vk.com/sd_sestrimiloserdia",
    address: "119049, г. Москва, Ленинский пр-т, д. 8, корп. 12",
    phone: "8 (499) 237-53-40",
    email: "sdu@edu.mos.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 82,
    name: "ФГАОУ ВО Первый МГМУ им. И.М. Сеченова Минздрава России (Сеченовский Университет)",
    website: "https://www.sechenov.ru",
    vk: "https://vk.com/sechenov_ru",
    address: "119048, г. Москва, ул. Трубецкая, д. 8, стр. 2",
    phone: "8 (499) 248-53-83",
    email: "rectorat@staff.sechenov.ru",
    directions: [
      { code: "12.02.09", title: "Производство и эксплуатация оптических и оптико-электронных приборов и систем" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "33.02.01", title: "Фармация" }
    ]
  },
  {
    number: 83,
    name: "ГБПОУ \"Технический пожарно-спасательный колледж имени Героя Российской Федерации В.М. Максимчука\"",
    website: "https://college57.mskobr.ru/",
    vk: "https://vk.com/tpskgbpou",
    address: "125080, г. Москва, Светлый пр-д, д. 2А",
    phone: "8 (499) 132-89-69",
    email: "spo-57@edu.mos.ru",
    directions: [
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
      { code: "20.02.05", title: "Организация оперативного (экстренного) реагирования в чрезвычайных ситуациях" }
    ]
  },
  {
    number: 84,
    name: "ГБПОУ \"Технологический колледж № 21\"",
    website: "https://tk21.mskobr.ru/",
    vk: "https://vk.com/tk21msk",
    address: "107143, г. Москва, ул. Вербная, д. 4, стр. 1",
    phone: "8 (499) 167-03-18",
    email: "spo-21@edu.mos.ru",
    directions: [
      { code: "42.02.01", title: "Реклама" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "51.02.02", title: "Социально-культурная деятельность (по видам)" },
      { code: "54.01.01", title: "Исполнитель художественно-оформительских работ" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 85,
    name: "ГБПОУ \"Юридический колледж\"",
    website: "https://lawcol.mskobr.ru/",
    vk: "https://vk.com/lawcol.mskobr",
    address: "115569, г. Москва, Шипиловская ул., д. 17, корп. 1, стр. 1",
    phone: "8 (495) 392-96-00",
    email: "spo-uk@edu.mos.ru",
    directions: [
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
];
