window.catalogData = window.catalogData || {};
window.catalogData["Москва"] = [
  {
    number: 1,
    name: "ГБПОУ «Колледж Архитектуры, Дизайна и Реинжиниринга № 26»",
    website: "https://www.26kadr.ru/",
    vk: "https://vk.com/26college",
    address: "109559, г. Москва, ул. Цимлянская, д.7, к.1",
    phone: "8 (495) 369-40-26",
    email: "priem@26kadr.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.02", title: "Строительство и эксплуатация инженерных сооружений" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "07.02.01", title: "Архитектура" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.02.01", title: "Дизайн (по отраслям) / Среды" },
      { code: "54.02.01", title: "Дизайн (по отраслям) / Промышленный" },
      { code: "43.01.11", title: "Мастер флористического сервиса" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "54.01.01", title: "Исполнитель художественно-оформительских работ" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "08.01.24", title: "Мастер столярно-плотничных, паркетных и стекольных работ" },
      { code: "35.01.28", title: "Мастер столярного и мебельного производства" },
      { code: "35.02.18", title: "Технология переработки древесины" },
      { code: "54.01.17", title: "Реставратор" },
      { code: "54.02.04", title: "Реставрация" },
      { code: "42.02.01", title: "Реклама" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "08.01.30", title: "Электромонтажник слаботочных систем" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "18.02.13", title: "Технология производства изделий из полимерных композитов" },
      { code: "18.02.14", title: "Химическая технология производства химических соединений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "08.02.04", title: "Водоснабжение и водоотведение" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "54.01.22", title: "Реставратор" }
    ]
  },
  {
    number: 2,
    name: "КМПО РАНХиГС Колледж Президентской Академии",
    website: "https://kmpo.ranepa.ru/",
    vk: "https://vk.com/college_ranepa",
    address: "109316, г. Москва, Волгоградский проспект, д.43, стр.1А",
    phone: "8 (499) 270-08-88",
    email: "priem-kmpo@ranepa.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.12", title: "Электрические станции, сети, их релейная защита и автоматизация" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.02", title: "Страховое дело (по отраслям)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 3,
    name: "ГБПОУ «Московский индустриальный колледж»",
    website: "https://mic.mskobr.ru",
    vk: "https://vk.com/colledgemic",
    address: "121351, г. Москва, ул. Бобруйская, д.7",
    phone: "8 (499) 673-01-41",
    email: "priem@ck41.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "21.02.20", title: "Прикладная геодезия" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "15.01.35", title: "Мастер слесарных работ" }
    ]
  },
  {
    number: 4,
    name: "ГБПОУ «Московский колледж архитектуры и градостроительства»",
    website: "https://mcag.mskobr.ru/",
    vk: "https://vk.com/mcag.mskobr",
    address: "129336, г. Москва, Анадырский пр-д, д. 79, стр. 1-2",
    phone: "8 (495) 474-18-88",
    email: "spo-mcag@edu.mos.ru",
    directions: [
      { code: "07.02.01", title: "Архитектура" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "15.02.10", title: "Мехатроника и робототехника (по отраслям)" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "21.02.19", title: "Землеустройство" }
    ]
  },
  {
    number: 5,
    name: "ГБПОУ «Политехнический колледж им. Н.Н. Годовикова»",
    website: "https://pkgodovikov.mskobr.ru/",
    vk: "https://vk.com/pkgod",
    address: "125130, г. Москва, ул. Зои и Александра Космодемьянских, д. 19",
    phone: "8 (495) 450-03-23",
    email: "spo-pkgodovikov@edu.mos.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.02.10", title: "Мехатроника и робототехника (по отраслям)" },
      { code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
      { code: "24.02.01", title: "Производство летательных аппаратов" },
      { code: "24.02.02", title: "Производство авиационных двигателей" },
      { code: "25.02.03", title: "Техническая эксплуатация электрифицированных и пилотажно-навигационных комплексов" },
      { code: "25.02.06", title: "Производство и обслуживание авиационной техники" },
      { code: "25.02.07", title: "Техническое обслуживание авиационных двигателей" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "27.02.07", title: "Управление качеством продукции, процессов и услуг (по отраслям)" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.06", title: "Сервис на транспорте (по видам транспорта)" },
      { code: "15.01.22", title: "Чертежник-конструктор" }
    ]
  },
  {
    number: 6,
    name: "ГБПОУ «Финансовый колледж № 35»",
    website: "https://35finance.mskobr.ru/",
    vk: "https://vk.com/kolledzh35",
    address: "115404, г. Москва, ул. Липецкая, д. 2, корп. 13",
    phone: "8 (495) 327-50-91",
    email: "spo-35@edu.mos.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
  {
    number: 7,
    name: "ГБПОУ «Колледж автоматизации и информационных технологий № 20»",
    website: "https://kait20.mskobr.ru/",
    vk: "https://vk.com/kait_20_official",
    address: "105037, г. Москва, ул. 1-я Парковая, д. 12",
    phone: "8 (499) 163-40-83",
    email: "spo-20@edu.mos.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.02.08", title: "Техника и искусство фотографии" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" }
    ]
  },
  {
    number: 8,
    name: "ГБПОУ «Медицинский колледж № 5»",
    website: "https://mk5.mskobr.ru/",
    vk: "https://vk.com/mosmk5",
    address: "117638, г. Москва, пр-т Нахимовский, д. 4А",
    phone: "8 (495) 159-35-39",
    email: "mk5@edu.mos.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.05", title: "Стоматология ортопедическая" }
    ]
  },
  {
    number: 9,
    name: "ГБПОУ «Московский колледж управления, гостиничного бизнеса и информационных технологий «Царицыно»",
    website: "https://collegetsaritsyno.mskobr.ru/",
    vk: "https://vk.com/college_tsaritsyno",
    address: "115569, г. Москва, пр. Шипиловский, д. 37, корп. 1",
    phone: "8 (495) 391-23-33",
    email: "tsaritsino@edu.mos.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.06", title: "Сервис на транспорте (по видам транспорта)" }
    ]
  },
  {
    number: 10,
    name: "ГБПОУ «Медицинский колледж № 6»",
    website: "https://mk6.mskobr.ru/",
    vk: "https://vk.com/medcollege6",
    address: "109028, г.Москва, вн.тер.г. муниципальный округ Таганский, пер Подколокольный, д. 16, стр. 5",
    phone: "8 (495) 149-22-10",
    email: "mk6@edu.mos.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "34.02.02", title: "Медицинский массаж (для обучения лиц с ограниченными возможностями здоровья по зрению)" }
    ]
  },
  {
    number: 11,
    name: "ГБПОУ «Московская средняя специальная музыкальная школа (колледж) имени Гнесиных»",
    website: "https://vk.com/gnessinka",
    vk: "https://vk.com/gnessinka",
    address: "119019, г. Москва, ул Знаменка, д. 12/2, стр. 3",
    phone: "8 (499) 643-23-79",
    email: "gnesincollege@culture.mos.ru",
    directions: [
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" },
      { code: "55.02.03", title: "Кино- и телепроизводство" },
      { code: "53.02.08", title: "Музыкальное звукооператорское мастерство" }
    ]
  },
  {
    number: 12,
    name: "ФГБПОУ «Колледж Министерства иностранных дел Российской Федерации»",
    website: "https://college-mid.ru/",
    vk: "https://vk.com/collegemid",
    address: "115184, Россия, Москва, Озерковская набережная, 26с5",
    phone: "8 (495) 953-08-32",
    email: "info@kmid.ru",
    directions: [
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "46.02.02", title: "Обеспечение технологического сопровождения цифровой трансформации документированных сфер деятельности" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 13,
    name: "ГБПОУ «МССУОР №2» Москомспорта",
    website: "https://uor2.mossport.ru/",
    vk: "https://vk.com/news_uor2",
    phone: "8 (499) 144-88-06",
    email: "uor2@mossport.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 14,
    name: "ГБПОУ «Колледж связи №54 им. П. М. Вострухина»",
    website: "https://ks54.mskobr.ru/",
    vk: "https://vk.com/ks54ru",
    address: "115172, г. Москва, ул. Большие Каменщики, д. 7",
    phone: "8 (495) 134-12-34",
    email: "spo-54@edu.mos.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.08", title: "Интеллектуальные интегрированные системы" },
      { code: "10.02.04", title: "Обеспечение информационной безопасности телекоммуникационных систем" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "11.02.15", title: "Инфокоммуникационные сети и системы связи" },
      { code: "11.02.18", title: "Системы радиосвязи, мобильной связи и телерадиовещания" },
      { code: "11.02.19", title: "Квантовые коммуникации" },
      { code: "11.01.14", title: "Оператор автоматической линии сборки радиоэлектронной аппаратуры и приборов" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "13.02.07", title: "Электроснабжение" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" }
    ]
  },
  {
    number: 15,
    name: "ГБПОУ «Образовательный комплекс градостроительства «Столица»",
    website: "https://stolitsa.mskobr.ru/",
    vk: "https://vk.com/okg_stolitsa",
    address: "115573, г. Москва, Ореховый б-р, д. 22",
    phone: "8 (977) 750-71-62",
    email: "stolitsa@edu.mos.ru",
    directions: [
      { code: "07.02.01", title: "Архитектура" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "08.01.24", title: "Мастер столярно-плотничных, паркетных и стекольных работ" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "08.01.30", title: "Электромонтажник слаботочных систем" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и оборудования" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "35.01.28", title: "Мастер столярного и мебельного производства" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.01.22", title: "Реставратор" },
      { code: "36.02.05", title: "Кинология" }
    ]
  },
  {
    number: 16,
    name: "ГБПОУ «Московский областной медицинский колледж № 1»",
    website: "https://m.mocomk.ru/",
    vk: "https://vk.com/mocomk1",
    phone: "8 (495) 688-92-54",
    email: "mz_momk1_medcol@mosreg.ru",
    directions: [
      { code: "31.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "33.02.01", title: "Фармация" }
    ]
  },
  {
    number: 17,
    name: "ГБПОУ «Московский колледж социальных профессий имени Е. И. Холостовой»",
    website: "https://collegesocialkdd.ru/",
    vk: "https://vk.com/social_kdd",
    address: "127015, Москва, улица Большая Новодмитровская, дом 63",
    phone: "8 (499) 760 89 97",
    email: "socialcollege@social.mos.ru",
    directions: [
      { code: "39.02.01", title: "Социальная работа" },
      { code: "49.02.02", title: "Адаптивная физическая культура" },
      { code: "12.02.08", title: "Протезно-ортопедическая и реабилитационная техника" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 18,
    name: "ГБПОУ «Колледж сферы услуг № 10»",
    website: "https://ksu10.mskobr.ru/",
    vk: "https://vk.com/gbpouksu10",
    address: "127434, г. Москва, Дмитровское ш., д. 11А",
    phone: "8 (800) 511-59-58",
    email: "spo-10@edu.mos.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 19,
    name: "ГБПОУ «Колледж Первого Московского Образовательного Комплекса»",
    website: "https://artcollege.ru/",
    vk: "https://vk.com/pmokofficial",
    address: "127282, город Москва, улица Тихомирова, дом 10, корпус 1",
    phone: "8 (495) 120-13-02",
    email: "spo-1mok@edu.mos.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.02.05", title: "Живопись (по видам)" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "42.02.01", title: "Реклама" },
      { code: "54.01.02", title: "Ювелир" }
    ]
  },
  {
    number: 20,
    name: "ГБПОУ «Московский технологический колледж имени И.А. Лихачёва»",
    website: "https://collegemtk.ru/",
    vk: "https://vk.com/collegemtk",
    address: "115114, г. Москва, Дербеневская наб., д. 3",
    phone: "8 (929) 630-86-03",
    email: "mtk@edu.mos.ru",
    directions: [
      { code: "44.02.06", title: "Профессиональное обучение (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.01.35", title: "Мастер слесарных работ" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "15.02.06", title: "Монтаж, техническая эксплуатация и ремонт холодильно-компрессорных и теплонасосных машин и установок (по отраслям)" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.02", title: "Автомобиле- и тракторостроение" },
      { code: "23.02.05", title: "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
];
