{
    number: 1,
    name: "ГБПОУ РО «Азовский гуманитарно-технический колледж»",
    website: "http://agtk-azov.oshkole.ru",
    vk: "https://vk.com/public217324910",
    address: "346780, Ростовская область, г. Азов, ул. Мира, 415",
    phone: "8 (86342) 4-01-33",
    email: "aggtk@rostobr.ru",
    directions: [
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 2,
    name: "ГБПОУ РО «Азовский многопрофильный техникум»",
    website: "www.pu45-azov.ru",
    vk: "https://vk.com/gbpouroamt",
    address: "346780, Ростовская область, г. Азов, проезд Литейный, д. 9/22",
    phone: "8 (86342) 6-71-21",
    email: "pu452009@yandex.ru",
    directions: [
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "13.01.01", title: "Электромонтёр по ремонту и обслуживанию электрооборудования" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки)" },
      { code: "29.01.34", title: "Оператор оборудования швейного производства (по видам)" },
      { code: "43.01.01", title: "Официант, бармен" }
    ]
  },
  {
    number: 3,
    name: "ГБПОУ РО «Аксайское профессиональное училище № 56»",
    website: "https://aksay-pu56.gauro-riacro.ru/",
    vk: "",
    address: "346720, Ростовская область г. Аксай, ул. Шолохова, 4",
    phone: "8 (86350)5-52-48",
    email: "npo_56@rostobr.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки(наплавки))" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "35.01.28", title: "Мастер столярного и мебельного производства" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "18161", title: "Сборщик изделий из древесины" },
      { code: "18874", title: "Столяр" }
    ]
  },
  {
    number: 4,
    name: "ГБПОУ РО «Аксайский технологический техникум»",
    website: "https://att-aksay.ru/",
    vk: "https://vk.com/aksayatt/",
    address: "346720, Ростовская обл., Аксайский р-н, г. Аксай, ул. Шевченко, дом 156",
    phone: "8 (863)505 45 66",
    email: "npo_57@rostobr.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "11.02.12", title: "Оператор почтовой связи" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" }
    ]
  },
  {
    number: 5,
    name: "ГБПОУ РО «Батайский техникум информационных технологий и радиоэлектроники «Донинтех»",
    website: "https://doninteh.ru/",
    vk: "https://vk.com/1st_doninteh",
    address: "346880, Ростовская обл., Батайск, ул. Куйбышева, 50",
    phone: "8 (86354) 5-82-78",
    email: "",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 6,
    name: "ГБПОУ РО «Батайский техникум железнодорожного транспорта и строительства» имени Героя Советского Союза П.А. Половинко»",
    website: "https://www.btgtis.ru/",
    vk: "https://vk.com/btjtis",
    address: "346884, Ростовская область, г. Батайск, тупик Железнодорожный, 37",
    phone: "8 (86354) 5-84-41",
    email: "btjtis-bataysk@rambler.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "23.01.08", title: "Слесарь по ремонту строительных машин" },
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "23.01.09", title: "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" },
      { code: "38.01.02", title: "Продавец" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "23.02.06", title: "Техническая эксплуатация подвижного состава железных дорог" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "43.02.06", title: "Сервис на транспорте (по видам транспорта)" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 7,
    name: "ГБПОУ РО «Белокалитвинский технологический техникум (р.п. Шолоховский)»",
    website: "https://bktt.ru/",
    vk: "https://vk.com/public197644152",
    address: "347022, Ростовская область, Белокалитвинский район, рабочий посёлок Шолоховский, ул. Железнодорожная, д. 4",
    phone: "8 (86383) 5-40-52",
    email: "npo_68@rostobr.ru",
    directions: [
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "15.01.05", title: "Сварщик" },
      { code: "38.01.02", title: "Продавец" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.17", title: "Технологии индустрии красоты" }
    ]
  },
  {
    number: 8,
    name: "ГБПОУ РО «Белокалитвинский гуманитарно-индустриальный техникум»",
    website: "https://bgitbk.ru/",
    vk: "https://vk.com/bgitbk",
    address: "347042, Ростовская область, г. Белая Калитва, ул. Калинина, 17",
    phone: "8 (86383) 2-66-31",
    email: "bpt50@bk.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "22.02.08", title: "Металлургическое производство (по видам производства)" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "15.02.16", title: "Технология машиностроения" }
    ]
  },
  {
    number: 9,
    name: "ГБПОУ РО «Волгодонское строительное профессиональное училище № 69»",
    website: "https://vspu69.iro61.ru/",
    vk: "https://vk.com/gbpou69",
    address: "347360, Ростовская область, г. Волгодонск, ул. Ленина, 36",
    phone: "8 (8639)22-23-83",
    email: "npo_69@rostobr.ru",
    directions: [
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "23.01.08", title: "Слесарь по ремонту строительных машин" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" }
    ]
  },
  {
    number: 10,
    name: "ГБПОУ РО «Волгодонский техникум энергетики и транспорта»",
    website: "https://wtet.ru/",
    vk: "https://vk.com/wtetru",
    address: "347360, Ростовская область, г. Волгодонск, ул. Химиков, 64, стр. 1",
    phone: "8(8639)22-14-20",
    email: "uch70@yandex.ru, npo70@rostobr.ru",
    directions: [
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" }
    ]
  },
  {
    number: 11,
    name: "ГБПОУ РО «Волгодонский техникум общественного питания и торговли»",
    website: "https://vtopit.gauro-riacro.ru/",
    vk: "https://vk.com/vtopit",
    address: "347360, Ростовская область, г. Волгодонск, ул. М.Горького 190",
    phone: "8 (8639) 23-60-63",
    email: "pkls72@yandex.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "38.01.02", title: "Продавец" },
      { code: "43.02.15", title: "Поварское кондитерское дело" }
    ]
  },
  {
    number: 12,
    name: "ГБПОУ РО «Волгодонский техникум информационных технологий, бизнеса и дизайна имени В.В. Самарского»",
    website: "http://vtitbid.ru/",
    vk: "https://vk.com/vtitbid_vk",
    address: "347380, Ростовская область, г. Волгодонск, ул. Гагарина,13",
    phone: "8(8639)24-96-04",
    email: "lc105vol@rambler.ru",
    directions: [
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "09.01.04", title: "Наладчик аппаратных систем и программных средств инфокоммуникационных систем" },
      { code: "09.01.05", title: "Оператор технической поддержки" },
      { code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
      { code: "46.01.03", title: "Делопроизводитель" }
    ]
  },
  {
    number: 13,
    name: "ГБПОУ РО «Волгодонский техникум металлообработки и машиностроения»",
    website: "https://втмм.рф/",
    vk: "https://vk.com/studentsvtmm",
    address: "347360, Ростовская область, г. Волгодонск, ул. Энтузиастов, д.7",
    phone: "8 (8639) 25-59-93",
    email: "vtmm_spo@mail.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "15.01.38", title: "Оператор наладчик металлообрабатывающих станков" },
      { code: "15.01.29", title: "Контролер качества в машиностроении" },
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "15.02.08", title: "Технология машиностроения" },
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "13.02.16", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "27.02.07", title: "Управление качеством продукции, процессов и услуг (по отраслям)" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" }
    ]
  },
  {
    number: 14,
    name: "ГБПОУ РО «Волгодонский педагогический колледж»",
    website: "https://vpk.net.ru/",
    vk: "https://vk.com/vd_vpk",
    address: "347360, Ростовская область, г. Волгодонск, пр. Строителей, 37",
    phone: "8 (8639) 24-48-86",
    email: "volgodon_pc_dir@rostobr.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" }
    ]
  },
  {
    number: 15,
    name: "ГБПОУ РО «Вешенский педагогический колледж им. М.А. Шолохова»",
    website: "https://veshpedcoll.ucoz.ru/",
    vk: "https://vk.com/veshpedcollege",
    address: "346270 Ростовская область, Шолоховский район, ст-ца Вёшенская, ул. Шолохова, 63",
    phone: "8(86353) 2-16-53",
    email: "pedcollege@veshki.donpac.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 16,
    name: "ГБПОУ РО «Гуковский строительный техникум»",
    website: "http://www.gst-gukovo.ru/glavnaya/",
    vk: "https://vk.com/gstgukovo",
    address: "347871, Ростовская область, г.Гуково, ул. Карла Маркса 54",
    phone: "8(863)61-5-64-42",
    email: "gstgukovo@yandex.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "08.01.27", title: "Мастер общестроительных работ" }
    ]
  },
  {
    number: 17,
    name: "ГБПОУ РО «Донецкое многопрофильное профессиональное училище № 50»",
    website: "https://npopu-50.profiedu.ru/",
    vk: "https://vk.com/club205864299",
    address: "346330, Ростовская область, г. Донецк, ул. Королева, 12, 10",
    phone: "8 8636822403",
    email: "npo_50@mail.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "43.02.17", title: "Технология индустрии красоты" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "38.01.02", title: "Продавец" },
      { code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "13249", title: "Кухонный рабочий" }
    ]
  },
  {
    number: 18,
    name: "ГБПОУ РО «Донецкий промышленно-гуманитарный техникум»",
    website: "https://dmt-p.narod.ru/",
    vk: "https://vk.com/technodonetsk",
    address: "346338, Ростовская область, г. Донецк, ул. Гаражная, 10",
    phone: "8 (86368) 2-11-08, 8 (86368) 2-21-84",
    email: "fgou-spo-dgpgt@yandex.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспорта" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" }
    ]
  },
  {
    number: 19,
    name: "ГБПОУ РО «Дубовское многопрофильное профессиональное училище № 100»",
    website: "http://dpu100.ru",
    vk: "https://vk.com/dpu_100",
    address: "347410, Ростовская область, Дубовский район, с. Дубовское, ул. Ленина, 73",
    phone: "8 (863) 77 -2-02-80",
    email: "dpu100@bk.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "09.01.03", title: "Мастер по обработке цифровой информации" },
      { code: "35.01.13", title: "Тракторист-машинист с/х производства" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "43.02.17", title: "Технологии индустрии красоты" }
    ]
  },
  {
    number: 20,
    name: "ГБПОУ РО «Зерноградский техникум агротехнологий»",
    website: "http://nporopl92.ru/",
    vk: "https://vk.com/public195668477",
    address: "347740, Ростовская область, г. Зерноград, ул. Мира, 2",
    phone: "8(86359) 43-9-88",
    email: "npo_92@rostobr.ru",
    directions: [
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "35.01.23", title: "Хозяйка(ин) усадьбы" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "08.01.27", title: "Мастер общестроительных работ" }
    ]
  },
  {
    number: 21,
    name: "ГБПОУ РО «Зимовниковский педагогический колледж»",
    website: "http://zimpk.ru/",
    vk: "https://vk.com/zimpk",
    address: "347460, Ростовская обл., Зимовниковский район, п. Зимовники, ул. Ленина,100",
    phone: "8 (86376) 3-31-51",
    email: "pedagog@zima.donpac.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "29.02.01", title: "Социальная работа" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" }
    ]
  },
  {
    number: 22,
    name: "ГБПОУ РО «Зимовниковский сельскохозяйственный техникум имени Бабаевского П.А.»",
    website: "https://зсхт.рф",
    vk: "https://vk.com/zimpl84",
    address: "347463, Ростовская область, Зимовниковский район, п. Зимовники, ул. Дзержинского, 185",
    phone: "8 (863) 763-22-30",
    email: "npo_84@rostobr.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (частично ручной и механизированной сварки (наплавки))" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 23,
    name: "ГБПОУ РО «Зерноградский педагогический колледж»",
    website: "http://zernpc.ru/",
    vk: "https://vk.com/ro_zernpk",
    address: "347740, Ростовская обл., г. Зерноград, ул. Ленина, 37",
    phone: "8 (86359) 41-5-53",
    email: "zernpc-21@yandex.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" }
    ]
  },
  {
    number: 24,
    name: "ГБПОУ РО «Торгово-промышленный техникум имени Л.Б. Ермина в г. Зверево»",
    website: "www.pu-64.ucoz.ru",
    vk: "https://vk.com/tptzverevo",
    address: "346312, Ростовская область, г. Зверево, ул. Обухова, 45",
    phone: "8 (863 55) 4-28-24",
    email: "npo_64@rostobr.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "08.01.07", title: "Мастер общестроительных работ" },
      { code: "38.01.02", title: "Продавец, контролер-кассир" },
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "38.02.08", title: "Торговое дело" }
    ]
  },
  {
    number: 25,
    name: "ГБПОУ РО «Каргинский аграрно-технологический техникум» имени В.Е. Теплухина",
    website: "https://www.spokatt.ru/",
    vk: "https://vk.com/public217343561",
    address: "346240, Ростовская область, Боковский район, ст. Каргинская, ул. Совхозная, 15",
    phone: "8 (863) 823-4839",
    email: "KarginPU96@yandex.ru",
    directions: [
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "38.01.02", title: "Продавец, контролер-кассир" }
    ]
  },
  {
    number: 26,
    name: "ГБПОУ РО «Казанское аграрно-техническое профессиональное училище № 97»",
    website: "https://pu-97.com/",
    vk: "",
    address: "346170, Ростовская область, Верхнедонской район, ст. Казанская, ул. Тимирязева, 69",
    phone: "8 (86364) 31-5-05",
    email: "npo_97@rostobr.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки очная (наплавки))" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 27,
    name: "ГБПОУ РО «Каменский техникум строительства и автосервиса»",
    website: "https://ktsia.iro61.ru/",
    vk: "https://vk.com/ktsiamedia",
    address: "347801, Ростовская область, г. Каменск-Шахтинский, ул. Заводская 63",
    phone: "8 (86365) 2-07-18",
    email: "ktsia@yandex.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 28,
    name: "ГБПОУ РО «Каменский химико-механический техникум»",
    website: "",
    vk: "",
    address: "347811, Ростовская область, г. Каменск-Шахтинский, пер. Володарского,72",
    phone: "8 (86365) 5-12-13",
    email: "kxmt@rostobr.ru",
    directions: [
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "18.02.07", title: "Технология производства и переработки пластических масс и эластомеров" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 29,
    name: "ГБПОУ РО «Каменский педагогический колледж»",
    website: "http://imckpkwo.beget.tech/",
    vk: "https://vk.com/kpc_edu_ru",
    address: "347800, Ростовская обл., г. Каменск-Шахтинский, пер. Володарского, 66",
    phone: "8 (86365)-7-26-58",
    email: "Kam_ped_coll@rostobr.ru",
    directions: [
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "54.02.06", title: "Изобразительное искусство и черчение" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
  {
    number: 30,
    name: "ГБПОУ РО «Константиновский техникум агроветтехнологий и управления (КСХТ)»",
    website: "https://ktay-ksxt.ru/",
    vk: "https://vk.com/ktayksxt",
    address: "347254, Ростовская обл., г. Константиновск, ул. 24 Гвардейской дивизии, 9",
    phone: "8 (86393)-2-28-66",
    email: "sht@konst.donpac.ru",
    directions: [
      { code: "36.02.01", title: "Ветеринария" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "36.02.03", title: "Зоотехния" },
      { code: "36.02.05", title: "Кинология" },
      { code: "36.02.04", title: "Охотоведение и звероводство" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
{
    number: 31,
    name: "ГБПОУ РО «Константиновский педагогический колледж»",
    website: "http://www.konstpk.ru",
    vk: "https://vk.com/konstpk90",
    address: "347250, Ростовская обл., г. Константиновск, ул. Калинина, 93",
    phone: "8 (86393)2-39-56",
    email: "kpk@konst.donpac.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "44.02.02", title: "Преподавание в начальных классах" }
    ]
  },
  {
    number: 32,
    name: "ГБПОУ РО «Константиновский технологический техникум»",
    website: "gbpouroktt.ru",
    vk: "https://vk.com/konstktt",
    address: "347250, Ростовская область, г. Константиновск, ул. Комсомольская, 61",
    phone: "8 (86393) 2-11-35",
    email: "gbpouroktt@yandex.ru",
    directions: [
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "35.02.16", title: "Эксплуатация и ремонт с/х техники" }
    ]
  },
  {
    number: 33,
    name: "ГБПОУ РО «Красносулинский колледж промышленных технологий»",
    website: "https://kkpt-sulin.iro61.ru/",
    vk: "https://vk.com/club197354016",
    address: "343361, Ростовская область, г. Красный Сулин, ул. Чкалова, 13",
    phone: "8 (86367)5-24-93",
    email: "miri05@mail.ru",
    directions: [
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию систем жилищно-коммунального хозяйства" },
      { code: "38.01.02", title: "Продавец" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "08.01.27", title: "Мастер общестроительных работ" }
    ]
  },
  {
    number: 34,
    name: "ГБПОУ РО «Миллеровский техникум агропромышленных технологий и управления (ДСХТ)»",
    website: "https://mtatiu.ru/",
    vk: "https://vk.com/mtatiu",
    address: "346331, Ростовская область, г. Миллерово, ул. Квартал ДСХТ, 29, корпус 1",
    phone: "8 (86385)-2-85-71",
    email: "dsxt@rostobr.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "35.02.08", title: "Электротехнические системы в агропромышленном комплексе (АПК)" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "23.02.01", title: "Организация перевозок и управления на транспорте (по видам)" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 35,
    name: "ГБПОУ РО «Морозовский агропромышленный техникум»",
    website: "https://mapt.iro61.ru/",
    vk: "https://vk.com/morozagroprom",
    address: "347210, Ростовская область, Морозовский район, п. Озерный, ул. Озерная, 28",
    phone: "8 (86384) 2-12-10",
    email: "pu88morozov@yandex.ru",
    directions: [
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "38.01.02", title: "Продавец" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 36,
    name: "ГБПОУ РО «Новошахтинский технологический техникум»",
    website: "https://licey59.edusite.ru/",
    vk: "https://vk.com/nttnovotech",
    address: "346916, Ростовская область, г. Новошахтинск, ул. Грессовская, №21/17/1",
    phone: "8(86369) 2-28-30",
    email: "liciy59@yandex.ru",
    directions: [
      { code: "18103", title: "Садовник" },
      { code: "38.01.02", title: "Продавец" },
      { code: "29.01.04", title: "Художник по костюму" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки(наплавки))" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "43.02.17", title: "Технология индустрии красоты" },
      { code: "29.01.07", title: "Портной" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "38.02.05", title: "Товароведение и экспертиза качества потребительских товаров" },
      { code: "29.01.08", title: "Оператор швейного оборудования" },
      { code: "38.01.02", title: "Продавец, контролер кассир" },
      { code: "29.02.04", title: "Конструирование, моделирование и технология швейных изделий" },
      { code: "08.01.10", title: "Мастер жилищно-коммунального хозяйства" },
      { code: "43.02.03", title: "Стилистика и искусство визажа" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "08.01.25", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "11.01.08", title: "Оператор почтовой связи" },
      { code: "19601", title: "Швея" },
      { code: "19727", title: "Штукатур" }
    ]
  },
  {
    number: 37,
    name: "ГБПОУ РО «Новочеркасский промышленно-гуманитарный колледж»",
    website: "https://www.novoch-pgk.ru/",
    vk: "https://vk.com/npgk_live",
    address: "346405, Ростовская область, г. Новочеркасск, ул. Высоковольтная, 1",
    phone: "8 (8635) 23-30-47",
    email: "npgk@rostobr.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "27.02.07", title: "Управление качеством продукции, процессов и услуг (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "15.01.35", title: "Мастер слесарных работ" }
    ]
  },
  {
    number: 38,
    name: "ГБПОУ РО «Новочеркасский геологоразведочный колледж»",
    website: "https://нгрк.рф",
    vk: "https://vk.com/ngk_college",
    address: "346428, Ростовская область, г. Новочеркасск, ул. Троицкая, 51",
    phone: "8 (8635) 24-15-08",
    email: "ngrk@rostobr.ru",
    directions: [
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (нефтяная и газовая отрасль)" },
      { code: "21.02.20", title: "Прикладная геодезия (базовая подготовка)" },
      { code: "21.02.09", title: "Гидрогеология и инженерная геология (базовая подготовка)" },
      { code: "21.02.10", title: "Геология и разведка нефтяных и газовых месторождений (базовая подготовка)" },
      { code: "21.02.12", title: "Технология и техника разведки месторождений полезных ископаемых (базовая подготовка)" },
      { code: "21.02.13", title: "Геологическая съемка, поиски и разведка месторождений полезных ископаемых (базовая подготовка)" },
      { code: "20.02.01", title: "Экологическая безопасность природных комплексов (базовая подготовка)" },
      { code: "21.02.02", title: "Бурение нефтяных и газовых скважин (базовая подготовка)" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 39,
    name: "ГБПОУ РО «Новочеркасский колледж промышленных технологий и управления»",
    website: "https://www.nkptiu.ru/",
    vk: "https://vk.com/public210397161",
    address: "346400, Ростовская область, г. Новочеркасск, ул. Александровская, 109",
    phone: "8 (8635) 22-44-44",
    email: "ntpp@rostobr.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.02.06", title: "Монтаж, техническая эксплуатация и ремонт холодильно-компрессорных и теплонасосных машин и установок (по отраслям)" },
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
      { code: "20.02.05", title: "Организация оперативного (экстренного) реагирования в чрезвычайных ситуациях" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "42.02.01", title: "Реклама" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "17531", title: "Рабочий зеленого хозяйства" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 40,
    name: "ГБПОУ РО «Донской строительный колледж»",
    website: "https://дск.сайт",
    vk: "https://vk.com/dsk.novoch",
    address: "346400, Ростовская обл., г. Новочеркасск, пр. Платовский, 94",
    phone: "8 (8635) 22-35-90",
    email: "dsk@rostobr.ru",
    directions: [
      { code: "07.02.01", title: "Архитектура" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.08", title: "Монтаж и эксплуатация оборудования и систем газоснабжения" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (по отраслям)" }
    ]
  },
  {
    number: 41,
    name: "ГБПОУ РО «Новочеркасский машиностроительный колледж»",
    website: "https://nmk35.ru/",
    vk: "https://vk.com/ncollege",
    address: "346428, Ростовская область, г. Новочеркасск, ул. Троицкая 39/166",
    phone: "8 (8635) 22-34-30",
    email: "nmk@rostobr.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "38.02.08", title: "Торговое дело" }
    ]
  },
  {
    number: 42,
    name: "ГБПОУ РО «Октябрьский аграрно-технологический техникум»",
    website: "https://oatt-spo.ru/",
    vk: "https://vk.com/1club194843",
    address: "346525, Ростовская область, Октябрьский район, п. Качкан, ул. Молодежная, 2",
    phone: "8 (86360)3-79-56",
    email: "npo_89@rostobr.ru",
    directions: [
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 43,
    name: "ГБПОУ РО «Пролетарский аграрно-технологический техникум»",
    website: "https://патт.рф",
    vk: "https://vk.com/pattprol",
    address: "347540, Ростовская область, г. Пролетарск, пр.50 лет Октября, 18 А",
    phone: "8 (86374)9-70-21",
    email: "npo_94@rostobr.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "15.01.05", title: "Сварщик (ручной и частично-механизированной сварки (наплавки))" },
      { code: "35.01.27", title: "Мастер с/х производства" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
  {
    number: 44,
    name: "ГБПОУ РО «Пухляковский агропромышленный техникум»",
    website: "https://puhtehn.iro61.ru/",
    vk: "https://vk.com/ust_agrotech",
    address: "346561, Ростовская область, Усть-Донецкий район, х. Пухляковский, ул. Механизаторов, 13",
    phone: "8 (8635)19-28-80",
    email: "ladannyi@rostobr.ru",
    directions: [
      { code: "35.02.05", title: "Агрономия" },
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "35.02.08", title: "Электротехнические системы в агропромышленном комплексе (АПК)" }
    ]
  },
  {
    number: 45,
    name: "ГБПОУ РО «Ростовское профессиональное училище № 5»",
    website: "https://www.uchs.ru/",
    vk: "https://vk.com/public217347147",
    address: "344091, г. Ростов-на-Дону, ул. Малиновского, 5в/169",
    phone: "8 (863) 310-91-97",
    email: "npo_5@rostobr.ru",
    directions: [
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 46,
    name: "ГБПОУ РО «Ростовский индустриально-полиграфический техникум»",
    website: "http://pu-13.ru",
    vk: "https://vk.com/riptrnd",
    address: "344111, Ростовская область, г. Ростов-на-Дону, пр.40-летия Победы, 95",
    phone: "8 (863)269-14-92",
    email: "ab.ript@yandex.ru",
    directions: [
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "15.01.05", title: "Сварщик (электросварочные и газосварочные работы)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "29.02.11", title: "Полиграфическое производство" },
      { code: "38.01.02", title: "Продавец, контролер-кассир" },
      { code: "38.02.08", title: "Торговое дело" }
    ]
  },
  {
    number: 47,
    name: "ГБПОУ РО «Ростовский-на-Дону железнодорожный техникум»",
    website: "https://rzt161.ru/",
    vk: "https://vk.com/rzt161ru",
    address: "344001, г. Ростов-на-Дону, ул. Саши Чебанова,10",
    phone: "8 (863) 240-28-01",
    email: "info@rzt161.ru",
    directions: [
      { code: "23.01.09", title: "Машинист локомотива" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "43.01.06", title: "Проводник на железнодорожном транспорте" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 48,
    name: "ГБПОУ РО «Донской педагогический колледж»",
    website: "https://college-dpc.ru",
    vk: "https://vk.com/college_dpc",
    address: "344023, г. Ростов-на-Дону, ул. Ленина, 92",
    phone: "8 (863) 293-86-97",
    email: "dpc@college-dpc.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "49.02.02", title: "Адаптивная физическая культура" },
      { code: "53.02.01", title: "Музыкальное образование" }
    ]
  },
  {
    number: 49,
    name: "ГАПОУ РО «Донской банковский колледж»",
    website: "http://gaudbt.ru/",
    vk: "https://vk.com/donbankcollege",
    address: "344037, г. Ростов-на-Дону, Базарная площадь, д. 4",
    phone: "8(863)283-14-48",
    email: "gau_dbt@mail.ru",
    directions: [
      { code: "38.02.07", title: "Банковское дело" }
    ]
  },
  {
    number: 50,
    name: "ГАПОУ РО «Ростовский колледж рекламы, сервиса и туризма «Сократ»",
    website: "https://sokrat-r.ru/",
    vk: "https://vk.com/rkrstsokrat",
    address: "344006, г. Ростов-на-Дону, ул. Социалистическая, 126",
    phone: "8 (863) 263-71-99",
    email: "sokrat@fiber.ru",
    directions: [
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "42.02.01", title: "Реклама" },
      { code: "09.01.04", title: "Наладчик аппаратных и программных средств инфокоммуникационных систем" }
    ]
  },
  {
    number: 51,
    name: "ГБПОУ РО «Ростовский техникум индустрии моды, экономики и сервиса»",
    website: "https://ртимэс.рф",
    vk: "https://vk.com/rtim3s",
    address: "344091, г. Ростов-на-Дону, проспект Стачки, 227",
    phone: "8 (263)224-22-78",
    email: "rost_ttlp@rostobr.ru",
    directions: [
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "29.02.04", title: "Конструирование, моделирование и технология швейных изделий" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.05", title: "Товароведение и экспертиза качества потребительских товаров" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "42.02.01", title: "Реклама" },
      { code: "43.02.08", title: "Сервис домашнего и коммунального хозяйства" },
      { code: "43.02.13", title: "Технология парикмахерского искусства" },
      { code: "43.02.14", title: "Гостиничное дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "29.01.33", title: "Мастер по изготовлению швейных изделий" }
    ]
  },
  {
    number: 52,
    name: "ГБПОУ РО «Ростовский технологический техникум сервиса»",
    website: "https://rtts.iro61.ru/",
    vk: "https://vk.com/public222198360",
    address: "344041, г. Ростов-на-Дону, ул. Мадояна, 205 б",
    phone: "8 (863) 223-02-51",
    email: "proflicey@donpac.ru",
    directions: [
      { code: "11.01.02", title: "Радиомеханик" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "38.01.02", title: "Продавец, контролер-кассир" }
    ]
  },
  {
    number: 53,
    name: "ГБПОУ РО «Ростовский строительно-художественный техникум»",
    website: "http://rsht.ru.swtest.ru/",
    vk: "https://vk.com/club161844982",
    address: "344018, г. Ростов-на-Дону, пер. Островского, 153",
    phone: "8 (863) 232-43-56",
    email: "npo_10@rostobr.ru",
    directions: [
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
      { code: "35.01.28", title: "Мастер столярного и мебельного производства" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { code: "19601", title: "Швея" }
    ]
  },
  {
    number: 54,
    name: "ГБПОУ РО «Донской техникум кулинарного искусства и бизнеса»",
    website: "https://донткииб.рф",
    vk: "https://vk.com/public217322367",
    address: "344030, г. Ростов-на-Дону, пр. Шолохова, 128",
    phone: "8 (863) 251-73-18",
    email: "kulinar@donpac.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 55,
    name: "ГБПОУ РО «Ростовский-на-Дону автотранспортный колледж»",
    website: "https://ratk61.ru/",
    vk: "https://vk.com/ratk61",
    address: "344025, г. Ростов-на-Дону, ул. 29-я линия, 46",
    phone: "8 (863) 251-22-63",
    email: "patkfgou@mail.ru",
    directions: [
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "43.02.06", title: "Сервис на транспорте (по видам транспорта)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" }
    ]
  },
  {
    number: 56,
    name: "ГБПОУ РО «Ростовский-на-Дону автодорожный колледж»",
    website: "https://radk61.ru/",
    vk: "https://vk.com/radk61",
    address: "344082, г. Ростов-на-Дону, ул. Б- Садовая, 28",
    phone: "8 (863) 310-41-70",
    email: "radk-dir@donpac.ru",
    directions: [
      { code: "08.02.05", title: "Строительство и эксплуатация автомобильных дорог и аэродромов" },
      { code: "08.02.12", title: "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { code: "08.02.02", title: "Строительство и эксплуатация инженерных сооружений" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "21.02.20", title: "Прикладная геодезия" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (по отраслям)" },
      { code: "38.02.02", title: "Страховое дело (по отраслям)" },
      { code: "27.02.07", title: "Управление качеством продукции, процессов и услуг (по отраслям)" }
    ]
  },
  {
    number: 57,
    name: "ГБПОУ РО «Ростовский-на-Дону гидрометеорологический техникум»",
    website: "https://ргмт.рф",
    vk: "https://vk.com/public55347811",
    address: "344002, Ростовская область, г.о. город Ростов-на-Дону, г. Ростов-на-Дону, ул. Московская, зд. 49, помещ. 1",
    phone: "8 (863) 285-10-96",
    email: "rgmt@rostobr.ru",
    directions: [
      { code: "08.02.04", title: "Водоснабжение и водоотведение" },
      { code: "05.02.02", title: "Гидрология" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "05.02.03", title: "Метеорология" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "20.02.01", title: "Экологическая безопасность природных комплексов" },
      { code: "23.01.08", title: "Слесарь по ремонту строительных машин" },
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "23.01.07", title: "Машинист крана" },
      { code: "35.01.19", title: "Мастер садово-паркового и ландшафтного строительства" }
    ]
  },
  {
    number: 58,
    name: "ГБПОУ РО «Ростовский-на-Дону колледж радиоэлектроники, информационных и промышленных технологий»",
    website: "https://rgkript.ru/",
    vk: "https://vk.com/rkript",
    address: "344011, г. Ростов-на-Дону, ул. Красноармейская, 11",
    phone: "8 (863) 267-46-66",
    email: "rgkript@rgkript.ru",
    directions: [
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.02.06", title: "Техническая эксплуатация транспортного радиоэлектронного оборудования (по видам транспорта)" },
      { code: "11.02.16", title: "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "27.02.04", title: "Автоматические системы управления" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 59,
    name: "ГБПОУ РО «Ростовский-на-Дону колледж связи и информатики»",
    website: "https://rksi.ru/",
    vk: "https://vk.com/pkcu_college",
    address: "344082, г. Ростов-на-Дону, ул. Тургеневская, 10/6",
    phone: "8 (863) 206-88-88",
    email: "rksi@rostobr.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.02.15", title: "Инфокoммуникационные сети и системы связи" },
      { code: "10.02.04", title: "Обеспечение информационной безопасности телекоммуникационных систем" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" }
    ]
  },
  {
    number: 60,
    name: "ГБПОУ РО «Ростовский-на-Дону строительный колледж»",
    website: "https://рндск.рф",
    vk: "https://vk.com/rnd_sk_professionalitet",
    address: "344082, г. Ростов-на-Дону ул. М. Горького, 30",
    phone: "8 (863) 227-17-15",
    email: "info@rndsk.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "07.02.01", title: "Архитектура" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "08.02.03", title: "Производство неметаллических строительных изделий и конструкций" },
      { code: "08.02.08", title: "Монтаж и эксплуатация оборудования и систем газоснабжения" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" }
    ]
  },
];
