// data/sankt-peterburg.js
window.catalogData = window.catalogData || {};
window.catalogData["Санкт-Петербург"] = [
  {
    region: "Санкт-Петербург",
    number: 1,
    name: "ГБПОУ «Петровский колледж»",
    website: "https://petrocollege.ru/",
    vk: "https://vk.com/petrocollege_spb",
    address: "198095, Санкт-Петербург, улица Балтийская дом 35, литер А",
    phone: "8 (812) 244-20-20",
    email: "abiturient@petrocollege.ru",
    directions: [
      {code:"15.02.08",title:"Технология машиностроения"},
      {code:"27.02.02",title:"Техническое регулирование и управление качеством"},
      {code:"38.02.04",title:"Коммерция"},
      {code:"38.02.07",title:"Банковское дело"},
      {code:"40.02.01",title:"Право и организация социального обеспечения"},
      {code:"43.02.03",title:"Стилистика и искусство визажа"},
      {code:"43.02.10",title:"Туризм"},
      {code:"43.02.13",title:"Технология парикмахерского искусства"},
      {code:"43.02.14",title:"Гостиничное дело"},
      {code:"54.02.01",title:"Дизайн"},
      {code:"22.02.06",title:"Сварочное производство"},
      {code:"38.02.02",title:"Страховое дело"},
      {code:"40.02.02",title:"Правоохранительная деятельность"},
      {code:"08.02.09",title:"Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий"},
      {code:"09.02.01",title:"Компьютерные системы и комплексы"},
      {code:"09.02.05",title:"Сетевое и системное администрирование"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"20.02.01",title:"Рациональное использование природохозяйственных комплексов"},
      {code:"21.02.05",title:"Земельно-имущественные отношения"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет"},
      {code:"42.02.01",title:"Реклама"},
      {code:"26.02.02",title:"Судостроение"},
      {code:"38.02.03",title:"Операционная деятельность в логистике"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 2,
    name: "ГБПОУ «Санкт-Петербургский технический колледж управления и коммерции»",
    website: "http://www.tcmc.spb.ru/",
    vk: "https://vk.com/tcmc_spb_ru",
    address: "194044, город Санкт-Петербург, Большой Сампсониевский пр-кт, д. 61 Л А",
    phone: "8 (812) 608-00-25",
    email: "priem@tcmc.spb.ru",
    directions: [
      {code:"09.02.01",title:"Компьютерные системы и комплексы"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"09.02.08",title:"Интеллектуальные интегрированные системы"},
      {code:"09.02.09",title:"Веб-разработка"},
      {code:"10.02.05",title:"Обеспечение информационной безопасности автоматизированных систем"},
      {code:"11.02.17",title:"Разработка электронных устройств и систем"},
      {code:"15.02.10",title:"Мехатроника и робототехника (по отраслям)"},
      {code:"15.02.16",title:"Технология машиностроения"},
      {code:"27.02.07",title:"Управление качеством продукции, процессов и услуг (по отраслям)"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет"},
      {code:"38.02.03",title:"Операционная деятельность в логистике"},
      {code:"38.02.08",title:"Торговое дело"},
      {code:"43.02.16",title:"Туризм и гостеприимство"},
      {code:"46.02.01",title:"Документационное обеспечение управления и архивоведение"},
      {code:"46.02.02",title:"Обеспечение технологического сопровождения цифровой трансформации документированных сфер деятельности"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 3,
    name: "ГБПОУ «Академия управления городской средой, градостроительства и печати»",
    website: "https://a5academy.ru/",
    vk: "https://vk.com/augsgip",
    address: "195273, г. Санкт-Петербург, ул. Руставели д. 33 литера А",
    phone: "8 (812) 717-40-85",
    email: "director@a5academy.ru",
    directions: [
      {code:"07.02.01",title:"Архитектура"},
      {code:"08.02.01",title:"Строительство и эксплуатация зданий и сооружений"},
      {code:"08.02.12",title:"Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения"},
      {code:"08.02.13",title:"Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции"},
      {code:"08.02.14",title:"Эксплуатация и обслуживание многоквартирного дома"},
      {code:"08.02.15",title:"Информационное моделирование в строительстве"},
      {code:"09.02.06",title:"Сетевое и системное администрирование"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"10.02.01",title:"Организация и технология защиты информации"},
      {code:"10.02.05",title:"Обеспечение информационной безопасности автоматизированных систем"},
      {code:"21.02.06",title:"Информационные системы обеспечения градостроительной деятельности"},
      {code:"21.02.19",title:"Землеустройство"},
      {code:"29.02.11",title:"Полиграфическое производство"},
      {code:"31.02.01",title:"Лечебное дело"},
      {code:"35.02.12",title:"Садово-парковое и ландшафтное строительство"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет (по отраслям)"},
      {code:"38.02.06",title:"Финансы"},
      {code:"40.02.04",title:"Юриспруденция"},
      {code:"43.02.16",title:"Туризм и гостеприимство"},
      {code:"52.02.04",title:"Актерское искусство"},
      {code:"54.01.20",title:"Графический дизайнер"},
      {code:"54.02.01",title:"Дизайн (по отраслям)"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 4,
    name: "ГБПОУ «Ленинградский областной колледж культуры и искусства»",
    website: "https://lokkii.ru/",
    vk: "https://vk.com/lokkiigroup",
    address: "191311, г. Санкт-Петербург, ул. Смольного, д. 3",
    phone: "8 (812) 539-45-00",
    email: "kult_lo@lenreg.ru",
    directions: [
      {code:"51.02.01",title:"Народное художественное творчество (по видам)"},
      {code:"53.02.02",title:"Музыкальное искусство эстрады"},
      {code:"53.02.03",title:"Инструментальное исполнительство (по видам)"},
      {code:"53.02.06",title:"Хоровое дирижирование"},
      {code:"54.02.02",title:"Декоративно-прикладное искусство и народные промыслы (по видам)"},
      {code:"51.02.02",title:"Социально-культурная деятельность (по видам)"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 5,
    name: "ГАПОУ «Морская техническая академия имени адмирала Д.Н. Сенявина»",
    website: "https://spbmta.com/",
    vk: "https://vk.com/spb_mta",
    address: "190031, г. Санкт-Петербург, пер. Антоненко, дом 8, лит.А",
    phone: "8 (812) 620-87-08",
    email: "info.spbmta@obr.gov.spb.ru",
    directions: [
      {code:"26.02.02",title:"Судостроение"},
      {code:"22.02.06",title:"Сварочное производство"},
      {code:"26.02.05",title:"Эксплуатация судовых энергетических установок"},
      {code:"26.02.06",title:"Эксплуатация судового электрооборудования и средств автоматики"},
      {code:"26.01.01",title:"Судостроитель-судоремонтник металлических судов"},
      {code:"15.01.05",title:"Сварщик (ручной и частично механизированной сварки (наплавки)"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 6,
    name: "ГБПОУ Колледж «Звёздный»",
    website: "https://zvezdny.spb.ru/",
    vk: "https://vk.com/liceizvezdnii",
    address: "190031, г. Санкт-Петербург, пер. Антоненко, дом 8, лит.А",
    phone: "8 (812) 726-32-46",
    email: "zvezdny@obr.gov.spb.ru",
    directions: [
      {code:"38.02.08",title:"Торговое дело"},
      {code:"43.02.17",title:"Технологии индустрии красоты"},
      {code:"44.02.03",title:"Педагогика дополнительного образования (в области музыкальной деятельности)"},
      {code:"44.02.03",title:"Педагогика дополнительного образования (в области хореографии)"},
      {code:"51.02.01",title:"Народное художественное творчество: хореографическое творчество"},
      {code:"51.02.02",title:"Социально-культурная деятельность"},
      {code:"53.02.08",title:"Музыкальное звукооператорское мастерство"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 7,
    name: "ГАПОУ «Колледж туризма и прикладных технологий»",
    website: "https://www.ktgs.ru/",
    vk: "https://vk.com/club90857",
    address: "197022, Санкт-Петербург, наб. реки Карповки, дом 11а",
    phone: "8 (812) 234-68-36",
    email: "ktgs@obr.gov.spb.ru",
    directions: [
      {code:"08.02.01",title:"Строительство и эксплуатация зданий и сооружений"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"09.02.06",title:"Сетевое и системное администрирование"},
      {code:"05.02.01",title:"Картография"},
      {code:"21.02.19",title:"Землеустройство"},
      {code:"21.02.20",title:"Прикладная геодезия"},
      {code:"38.02.03",title:"Операционная деятельность в логистике"},
      {code:"43.02.15",title:"Поварское и кондитерское дело"},
      {code:"43.02.16",title:"Туризм и гостеприимство"},
      {code:"43.01.01",title:"Официант, бармен"},
      {code:"43.01.09",title:"Повар, кондитер"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 8,
    name: "ГБПОУ «Российский колледж традиционной культуры»",
    website: "https://rktk.org/",
    vk: "https://vk.com/rktkthebest",
    address: "193320, г. Санкт-Петербург, Дальневосточный пр. д. 51",
    phone: "8 (812) 446-77-22",
    email: "4467722@mail.ru",
    directions: [
      {code:"11.01.01",title:"Монтажник радиоэлектронной аппаратуры и приборов"},
      {code:"15.01.04",title:"Наладчик сварочного и газоплазморезательного оборудования"},
      {code:"15.01.05",title:"Сварщик (ручной и частично механизированной сварки (наплавки)"},
      {code:"23.01.17",title:"Мастер по ремонту и обслуживанию автомобилей"},
      {code:"29.02.10",title:"Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)"},
      {code:"43.01.09",title:"Повар, кондитер"},
      {code:"43.02.16",title:"Туризм и гостеприимство"},
      {code:"44.02.03",title:"Педагогика дополнительного образования"},
      {code:"46.02.01",title:"Документационное обеспечение управления и архивоведение"},
      {code:"54.01.02",title:"Графический дизайнер"},
      {code:"54.01.02",title:"Ювелир"},
      {code:"54.02.01",title:"Дизайн (по отраслям)"},
      {code:"54.02.02",title:"Декоративно-прикладное искусство и народные промыслы"}
    ]
  },
  {
    region: "Сан onкт-Петербург",
    number: 9,
    name: "СЗИУ «Российская академия народного хозяйства и государственной службы»",
    website: "https://spb.ranepa.ru/",
    vk: "https://vk.com/spb.ranepa",
    address: "199178, г. Санкт-Петербург, Средний пр. В.О., д. 57/43",
    phone: "8 (812) 335-94-94",
    email: "sziu@ranepa.ru",
    directions: [
      {code:"38.03.01",title:"Экономика"},
      {code:"38.03.02",title:"Менеджмент"},
      {code:"38.03.04",title:"Государственное и муниципальное управление"},
      {code:"38.03.05",title:"Бизнес-информатика"},
      {code:"40.03.01",title:"Юриспруденция"},
      {code:"41.03.04",title:"Политология"},
      {code:"41.03.05",title:"Международные отношения"},
      {code:"42.03.01",title:"Реклама и связи с общественностью"},
      {code:"42.03.02",title:"Журналистика"},
      {code:"45.03.02",title:"Лингвистическое образование (Английский язык)"},
      {code:"37.03.01",title:"Управление персоналом"},
      {code:"39.03.01",title:"Социальная работа"},
      {code:"43.03.02",title:"Туризм"},
      {code:"43.03.03",title:"Гостиничное дело"},
      {code:"38.03.03",title:"Финансы и кредит"},
      {code:"40.05.01",title:"Правовое обеспечение национальной безопасности"},
      {code:"38.05.02",title:"Таможенное дело"},
      {code:"37.05.02",title:"Психология служебной деятельности"},
      {code:"39.03.03",title:"Организация работы с молодежью"},
      {code:"43.03.01",title:"Сервис"},
      {code:"42.03.05",title:"Медиакоммуникации"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 10,
    name: "ГБПОУ «Политехнический колледж городского хозяйства»",
    website: "https://pkgh.ru/",
    vk: "https://vk.com/collegepkgh",
    address: "197373, Санкт-Петербург, пр. Авиаконструкторов, д.28 лит. A",
    phone: "8 (921) 954-10-32",
    email: "pkgh@pkgh.ru",
    directions: [
      {code:"09.02.06",title:"Сетевое и системное администрирование"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"11.02.16",title:"Монтаж, техническое обслуживание и ремонт электронных приборов и устройств"},
      {code:"12.02.10",title:"Монтаж, техническое обслуживание и ремонт биотехнических и медицинских аппаратов и систем"},
      {code:"13.02.01",title:"Тепловые электрические станции"},
      {code:"13.02.02",title:"Теплоснабжение и теплотехническое оборудование"},
      {code:"27.02.05",title:"Системы и средства диспетчерского управления"},
      {code:"27.02.07",title:"Управление качеством продукции, процессов и услуг (по отраслям)"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет (по отраслям)"},
      {code:"39.02.01",title:"Социальная работа"},
      {code:"40.02.02",title:"Правоохранительная деятельность"},
      {code:"40.02.04",title:"Юриспруденция"},
      {code:"38.02.03",title:"Операционная деятельность в логистике"},
      {code:"11.02.12",title:"Почтовая связь"},
      {code:"09.02.11",title:"Разработка и управление программным обеспечением"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 11,
    name: "ГБ ПОУ ТО «Медицинский колледж №3»",
    website: "https://medcol3.ru/",
    vk: "https://vk.com/spbmedcol3",
    address: "194354, Санкт-Петербург, Учебный пер, дом 9, литера А",
    phone: "8 (812) 510-42-89",
    email: "medkol3@mail.ru",
    directions: [
      {code:"31.02.03",title:"Лабораторная диагностика"},
      {code:"34.02.01",title:"Сестринское дело"},
      {code:"31.02.05",title:"Стоматология ортопедическая"},
      {code:"31.02.06",title:"Стоматология профилактическая"},
      {code:"32.02.01",title:"Медико-профилактическое дело"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 12,
    name: "ГБПОУ «Охтинский колледж»",
    website: "https://ohtakol.spb.ru/",
    vk: "https://vk.com/okhtacoll",
    address: "195112, г. Санкт-Петербург, ул. Республиканская, д.39, лит. А",
    phone: "8 (812) 528-67-56",
    email: "ohtacoll@obr.gov.spb.ru",
    directions: [
      {code:"09.02.06",title:"Сетевое и системное администрирование"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"35.02.18",title:"Технология переработки древесины"},
      {code:"38.02.08",title:"Торговое дело"},
      {code:"43.02.16",title:"Туризм и гостеприимство"},
      {code:"43.02.17",title:"Технологии индустрии красоты"},
      {code:"54.02.01",title:"Дизайн по отраслям"},
      {code:"15.01.05",title:"Сварщик"},
      {code:"54.01.20",title:"Графический дизайнер"},
      {code:"29.01.33",title:"Мастер по изготовлению швейных изделий"},
      {code:"08.01.24",title:"Мастер столярно-плотничных, паркетных и стекольных работ"},
      {code:"15.01.35",title:"Мастер слесарных работ"},
      {code:"15.01.36",title:"Дефектоскопист"},
      {code:"18.01.34",title:"Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства"},
      {code:"35.01.25",title:"Оператор-станочник деревообрабатывающего оборудования"},
      {code:"35.01.28",title:"Мастер столярного и мебельного производства"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 13,
    name: "ГБПОУ «Академия транспортных технологий»",
    website: "http://атт.спб.рф/",
    vk: "https://vk.com/att_college",
    address: "192102, г. Санкт-Петербург, ул. Салова, д.63",
    phone: "8 (812) 766-24-52",
    email: "abiturient@nvsh.gugov.spb.ru",
    directions: [
      {code:"08.02.09",title:"Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"13.02.13",title:"Эксплуатация и обслуживание электрического и электромеханического оборудования"},
      {code:"23.01.17",title:"Мастер по ремонту и обслуживанию автомобилей"},
      {code:"23.02.01",title:"Организация перевозок и управление на транспорте"},
      {code:"23.02.02",title:"Автомобиле- и тракторостроение"},
      {code:"23.02.07",title:"Техническое обслуживание и ремонт автотранспортных средств"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет"},
      {code:"43.02.06",title:"Сервис на транспорте"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 14,
    name: "ФГАОУ ВО «Институт среднего профессионального образования» (СПбПУ)",
    website: "https://www.spbstu.ru/",
    vk: "https://vk.com/spbispo",
    address: "195251, г. Санкт-Петербург, ул. Политехническая, д.29 литера Б",
    phone: "8 (812) 297-20-95",
    email: "office@spbstu.ru",
    directions: [
      {code:"09.02.01",title:"Компьютерные системы и комплексы"},
      {code:"09.02.09",title:"Веб-разработка"},
      {code:"09.02.11",title:"Разработка и управление программным обеспечением"},
      {code:"09.02.12",title:"Техническая эксплуатация и сопровождение информационных систем"},
      {code:"13.02.12",title:"Электрические станции, сети, их релейная защита и автоматизация"},
      {code:"15.02.06",title:"Монтаж, техническая эксплуатация и ремонт холодильно-компрессорных и теплонасосных машин и установок"},
      {code:"27.02.06",title:"Метрологический контроль средств измерений"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет"},
      {code:"43.02.16",title:"Туризм и гостеприимство"},
      {code:"43.02.15",title:"Поварское и кондитерское дело"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 15,
    name: "ГБПОУ «Центр непрерывного профессионального медицинского развития Ленинградской области»",
    website: "https://med-lo.ru/",
    vk: "https://vk.com/club98158092",
    address: "195197, г. Санкт-Петербург, Полюстровский проспект, д. 12",
    phone: "7 (812) 317-33-20",
    email: "info@med-lo.ru",
    directions: [
      {code:"31.02.01",title:"Лечебное дело"},
      {code:"31.02.02",title:"Акушерское дело"},
      {code:"34.02.01",title:"Сестринское дело"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 16,
    name: "ФГБПОУ «Санкт-Петербургский медико-технический колледж Федерального медико-биологического агентства»",
    website: "https://mtkspb.ru/",
    vk: "https://vk.com/mtkspb",
    address: "190005, г. Санкт-Петербург, ул. 12-я Красноармейская, д. 2/23-А",
    phone: "8 (812) 251-32-67",
    email: "mtk@mail.master-it.ru",
    directions: [
      {code:"31.02.04",title:"Медицинская оптика"},
      {code:"34.02.01",title:"Сестринское дело"},
      {code:"31.02.01",title:"Лечебное дело"},
      {code:"31.02.02",title:"Акушерское дело"},
      {code:"39.02.01",title:"Социальная работа"},
      {code:"12.02.08",title:"Протезно-ортопедическая и реабилитационная техника"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 17,
    name: "ГБПОУ «Колледж технологии, моделирования и управления»",
    website: "https://sutd.ru/ktmu/",
    vk: "https://vk.com/spsutd",
    address: "191186, г. Санкт-Петербург, Большая Морская ул., д. 18",
    phone: "8 (812) 388-24-85",
    email: "ktmu-prof@yandex.ru",
    directions: [
      {code:"42.02.01",title:"Реклама"},
      {code:"29.02.10",title:"Конструирование, моделирование и технология изготовления изделий легкой промышленности"},
      {code:"29.02.01",title:"Конструирование, моделирование и технология изделий из кожи"},
      {code:"38.02.02",title:"Страховое дело"},
      {code:"38.02.04",title:"Коммерция"},
      {code:"54.02.01",title:"Дизайн"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 18,
    name: "ГБПОУ «Петербургский педагогический колледж имени Н.А. Некрасова»",
    website: "https://nekrasovspb.ru",
    vk: "https://vk.com/nekrasovspb",
    address: "196247, г. Санкт-Петербург, улица Кубинская, дом 32 литера А",
    phone: "8 (812) 246-29-88",
    email: "nekrasovspb@obr.gov.spb.ru",
    directions: [
      {code:"44.02.01",title:"Дошкольное образование"},
      {code:"44.02.02",title:"Преподавание в начальных классах"},
      {code:"44.02.03",title:"Педагогика дополнительного образования"},
      {code:"44.02.04",title:"Специальное дошкольное образование"},
      {code:"44.02.05",title:"Коррекционная педагогика в начальном образовании"},
      {code:"49.02.02",title:"Адаптивная физическая культура"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 19,
    name: "ГБПОУ «Колледж судостроения, информационных и прикладных технологий»",
    website: "https://ксипт.рф/",
    vk: "https://vk.com/ksipt_professionalitet",
    address: "198096, г. Санкт-Петербург, Кронштадтская улица, дом 15, литера А",
    phone: "8 (812) 246-77-99",
    email: "ksipt@obr.gov.spb.ru",
    directions: [
      {code:"15.01.05",title:"Сварщик"},
      {code:"15.01.23",title:"Наладчик станков оборудования и оборудования в механообратке"},
      {code:"15.01.32",title:"Оператор станков с программным управлением"},
      {code:"15.01.35",title:"Мастер слесарных работ"},
      {code:"15.02.09",title:"Аддитивные технологии"},
      {code:"15.02.16",title:"Технология машиностроения"},
      {code:"15.02.19",title:"Сварочное производство"},
      {code:"29.01.29",title:"Мастер столярного и мебельного производства"},
      {code:"26.01.01",title:"Судостроитель-судоремонтник металлических судов"},
      {code:"26.01.02",title:"Судостроитель-судоремонтник неметаллических судов"},
      {code:"26.01.03",title:"Слесарь — монтажник судовой"},
      {code:"26.02.02",title:"Судостроение"},
      {code:"13.01.10",title:"Электромонтер по ремонту и обслуживанию электрооборудования"},
      {code:"22.02.06",title:"Сварочное производство"},
      {code:"09.01.04",title:"Наладчик аппаратных и программных средств инфокоммуникационных систем"},
      {code:"09.02.06",title:"Сетевое и системное администрирование"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"11.01.01",title:"Монтажник радиоэлектронной аппаратуры и приборов"},
      {code:"11.01.02",title:"Радиомеханик"},
      {code:"11.02.16",title:"Монтаж, техническое обслуживание и ремонт электронных приборов и устройств"},
      {code:"11.02.17",title:"Разработка электронных устройств и систем"},
      {code:"25.02.08",title:"Эксплуатация беспилотных авиационных систем"},
      {code:"35.01.28",title:"Мастер столярного и мебельного производства"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 20,
    name: "ГБПОУ «Колледж Академии Достоевского»",
    website: "https://rhga.ru/kolledzh/",
    vk: "https://vk.com/kolledj_rhga",
    address: "191023, г. Санкт-Петербург, Фонтанка, д.15, этаж 4, к.401",
    phone: "8 (812) 334-14-41",
    email: "abiturient@rhga.ru",
    directions: [
      {code:"44.02.02",title:"Преподавание в начальных классах"},
      {code:"44.02.03",title:"Педагогика дополнительного образования"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 21,
    name: "ГБПОУ «Промышленно-технологический колледж им. Н.И.Путилова»",
    website: "https://my-ptk.ru/",
    vk: "https://vk.com/myptkputilova_professionalitet",
    address: "198188, г. Санкт-Петербург, ул. Маршала Говорова 18, литер А",
    phone: "8 (812) 786-92-63",
    email: "INFO.PTKSPB@OBR.GOV.SPB.RU",
    directions: [
      {code:"15.02.16",title:"Технология машиностроения"},
      {code:"15.02.09",title:"Аддитивные технологии"},
      {code:"27.02.07",title:"Управление качеством продукции, процессов и услуг"},
      {code:"15.01.38",title:"Оператор-наладчик металлообрабатывающих станков"},
      {code:"15.01.29",title:"Контролер качества в машиностроении"},
      {code:"13.01.10",title:"Электромонтер по ремонту и обслуживанию электрооборудования"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 22,
    name: "ГБПОУ «Колледж автоматизации производственных процессов и прикладных информационных систем»",
    website: "https://spbkap.ru/",
    vk: "https://vk.com/spbkap",
    address: "195274, г. Санкт-Петербург, Учительская ул., дом 1/5, литера А",
    phone: "8 (812) 232-97-44",
    email: "wbsh@obr.gov.spb.ru",
    directions: [
      {code:"15.01.37",title:"Слесарь-наладчик контрольно-измерительных приборов и автоматики"},
      {code:"15.02.09",title:"Аддитивные технологии"},
      {code:"27.02.04",title:"Автоматические системы управления"},
      {code:"27.02.07",title:"Управление качеством промышленной продукции"},
      {code:"15.02.17",title:"Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования"},
      {code:"27.02.06",title:"Метрологический контроль средств измерений"},
      {code:"27.02.05",title:"Системы и средства диспетчерского управления"},
      {code:"13.01.10",title:"Электромонтер по ремонту и обслуживанию электрооборудования"},
      {code:"13.02.12",title:"Электрические станции, сети, их релейная защита и автоматизация"},
      {code:"38.02.03",title:"Операционная деятельность в логистике"},
      {code:"08.02.15",title:"Информационное моделирование в строительстве"},
      {code:"21.02.20",title:"Прикладная геодезия"},
      {code:"21.02.19",title:"Землеустройство"},
      {code:"10.02.05",title:"Обеспечение информационной безопасности автоматизированных систем"},
      {code:"09.02.06",title:"Сетевое и системное администрирование"},
      {code:"42.02.02",title:"Издательское дело"},
      {code:"54.01.20",title:"Графический дизайнер"},
      {code:"46.02.01",title:"Документационное обеспечение управления и архивоведение"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 23,
    name: "ГБПОУ «Садово-Архитектурный Колледж»",
    website: "https://www.sapl113.ru/",
    vk: "https://vk.com/spb_sak",
    address: "195197, г. Санкт-Петербург, ул. Лабораторная, д. 15",
    phone: "8(812)241-30-34",
    email: "Priemnay113@mail.ru",
    directions: [
      {code:"35.02.12",title:"Садово-парковое и ландшафтное строительство"},
      {code:"35.01.19",title:"Мастер садово-паркового и ландшафтного строительства"},
      {code:"43.02.05",title:"Мастер флористического сервиса"},
      {code:"35.01.26",title:"Мастер растениеводства"},
      {code:"43.01.11",title:"Мастер флористического сервиса"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 24,
    name: "ГБПОУ «Санкт-Петербургский архитектурно-строительный колледж»",
    website: "https://spask.ru/",
    vk: "https://vk.com/spaskofficial",
    address: "190020, г. Санкт-Петербург, Рижский проспект, дом 3, корпус 2, литера В",
    phone: "8 (812) 495-50-84",
    email: "priem@spask.ru",
    directions: [
      {code:"07.02.01",title:"Архитектура"},
      {code:"08.02.13",title:"Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции"},
      {code:"08.02.01",title:"Строительство и эксплуатация зданий и сооружений"},
      {code:"08.02.15",title:"Информационное моделирование в строительстве"},
      {code:"54.02.01",title:"Дизайн"},
      {code:"08.02.14",title:"Эксплуатация и обслуживание многоквартирного дома"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 25,
    name: "ГБПОУ «Санкт-Петербургский техникум железнодорожного транспорта»",
    website: "https://www.sptgt.ru/",
    vk: "https://vk.com/sptzht_2023",
    address: "191180, г. Санкт-Петербург, ул. Бородинская, дом 6",
    phone: "8 (812) 315-80-54",
    email: "sptgt@inbox.ru",
    directions: [
      {code:"23.02.09",title:"Автоматика и телемеханика на транспорте"},
      {code:"23.02.01",title:"Организация перевозок и управление на транспорте (на железнодорожном транспорте)"},
      {code:"23.02.08",title:"Строительство железных дорог, путь и путевое хозяйство"},
      {code:"23.02.06",title:"Техническая эксплуатация подвижного состава железных дорог"},
      {code:"11.02.06",title:"Техническая эксплуатация транспортного радиоэлектронного оборудования"},
      {code:"13.02.07",title:"Электроснабжение"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 26,
    name: "ФГБОУ «Фармацевтический техникум»",
    website: "https://spbfarmt.pharminnotech.com/",
    vk: "https://vk.com/pharmt",
    address: "197198, г. Санкт-Петербург, Татарский переулок, 12-14",
    phone: "8 (812) 232-49-48",
    email: "spbfarmt@spbfarmt.ru",
    directions: [
      {code:"18.01.34",title:"Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства"},
      {code:"18.01.35",title:"Аппаратчик-оператор производства химических соединений"},
      {code:"27.02.07",title:"Управление качеством продукции, процессов и услуг"},
      {code:"33.02.01",title:"Фармация"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 27,
    name: "ФГБОУ «Санкт-Петербургский колледж телекоммуникаций им. Э.Т. Кренкеля»",
    website: "https://sutkt.ru/",
    vk: "https://vk.com/sutktru",
    address: "191186, г. Санкт-Петербург, наб. реки Мойки, д. 61, лит. А",
    phone: "8 (812) 323-03-73",
    email: "sekretar@sutkt.ru",
    directions: [
      {code:"09.02.06",title:"Сетевое и системное администрирование"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"10.02.04",title:"Обеспечение информационной безопасности телекоммуникационных систем"},
      {code:"11.02.18",title:"Системы радиосвязи, мобильной связи и телерадиовещания"},
      {code:"11.02.15",title:"Инфокоммуникационные сети и системы связи"},
      {code:"38.02.03",title:"Операционная деятельность в логистике"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 28,
    name: "ГБПОУ «Санкт-Петербургское музыкально-педагогическое училище»",
    website: "https://www.mpu-spb.ru/",
    vk: "https://vk.com/mpuspb",
    address: "197198, г. Санкт-Петербург, ул. Воскова, д. 1 лит. А",
    phone: "8 (812) 679-16-36",
    email: "info@mpu-spb.ru",
    directions: [
      {code:"53.02.01",title:"Музыкальное образование"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 29,
    name: "ФГБОУ «Колледж бизнеса и технологий»",
    website: "https://unecon.ru/spo/",
    vk: "https://vk.com/unecon",
    address: "195112, г. Санкт-Петербург, ул. Помяловского, д.2",
    phone: "8 (812) 528-00-26",
    email: "college@unecon.ru",
    directions: [
      {code:"19.02.11",title:"Технология продуктов питания из растительного сырья"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет"},
      {code:"38.02.03",title:"Операционная деятельность в логистике"},
      {code:"43.02.16",title:"Туризм и гостеприимство"},
      {code:"13.02.02",title:"Теплоснабжение и теплотехническое оборудование"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 30,
    name: "ГАПОУ «Санкт-Петербургская Морская техническая академия имени адмирала Д.Н.Сенявина»",
    website: "https://spbmta.com/",
    vk: "https://vk.com/spb_mta",
    address: "198260, г. Санкт-Петербург, пр. Народного Ополчения дом 189 корпус 1 лит.Б",
    phone: "8 (812) 620-87-08",
    email: "info.spbmta@obr.gov.spb.ru",
    directions: [
      {code:"26.02.03",title:"Судовождение"},
      {code:"26.01.07",title:"Матрос"},
      {code:"20.02.02",title:"Защита в чрезвычайных ситуациях"},
      {code:"20.02.04",title:"Пожарная безопасность"},
      {code:"20.02.06",title:"Безопасность на акватории"},
      {code:"20.02.01",title:"Экологическая безопасность природных комплексов"},
      {code:"26.01.06",title:"Моторист-рулевой"},
      {code:"26.01.12",title:"Электрик Судовой"},
      {code:"23.01.17",title:"Мастер по ремонту и обслуживанию автомобилей"},
      {code:"26.02.05",title:"Эксплуатация судовых энергетических установок"},
      {code:"26.02.06",title:"Эксплуатация судового электрооборудования и средств автоматики"},
      {code:"43.01.09",title:"Повар, кондитер"},
      {code:"43.02.15",title:"Поварское и кондитерское дело"},
      {code:"23.02.01",title:"Организация перевозок и управление на транспорте"},
      {code:"38.02.03",title:"Операционная деятельность в логистике"},
      {code:"35.02.10",title:"Обработка водных биоресурсов"},
      {code:"26.02.02",title:"Судостроение"},
      {code:"26.01.01",title:"Судостроитель"},
      {code:"22.02.06",title:"Сварочное производство"},
      {code:"15.01.05",title:"Сварщик"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 31,
    name: "ФГБОУ «Авиационно-транспортный колледж»",
    website: "https://spbguga.ru/struct/faculties/aviatsionno-transportnyj-kolledzh/",
    vk: "https://vk.com/spbgu_ga",
    address: "191104, г. Санкт-Петербург, Литейный пр., д. 48-50",
    phone: "8 (812) 273-46-57",
    email: "spbguga.atk@yandex.ru",
    directions: [
      {code:"23.02.01",title:"Организация перевозок и управление на транспорте"},
      {code:"25.02.05",title:"Управление движением воздушного транспорта"},
      {code:"43.02.06",title:"Сервис на транспорте"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 32,
    name: "ГБПОУ «Санкт-Петербургский техникум отраслевых технологий, финансов и права»",
    website: "https://тотфип.рф/",
    vk: "https://vk.com/totfip",
    address: "196070, г. Санкт-Петербург, ул. Анатолия Кони, д.3",
    phone: "8(812) 409-75-81",
    email: "totfip.priem@yandex.ru",
    directions: [
      {code:"08.02.01",title:"Строительство и эксплуатация зданий и сооружений"},
      {code:"08.02.08",title:"Монтаж и эксплуатация оборудования и систем газоснабжения"},
      {code:"08.02.09",title:"Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий"},
      {code:"08.02.15",title:"Информационное моделирование в строительстве"},
      {code:"27.02.04",title:"Автоматические системы управления"},
      {code:"38.02.06",title:"Финансы"},
      {code:"40.02.04",title:"Юриспруденция"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 33,
    name: "ФГБОУ «Санкт-Петербургский медицинский колледж»",
    website: "https://med.pgups.ru/",
    vk: "https://med.pgups.ru/",
    address: "191040, г. Санкт-Петербург, пер. Кузнечный, дом 20, лит. А",
    phone: "8 (812) 312-70-58",
    email: "medic@pgups.ru",
    directions: [
      {code:"34.02.01",title:"Сестринское дело"},
      {code:"31.02.01",title:"Лечебное дело"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 34,
    name: "ГБПОУ «Колледж электроники и информационных технологий»",
    website: "https://pl130.ru/",
    vk: "https://vk.com/starostat_college",
    address: "198259, г. Санкт-Петербург, пр. Народного Ополчения, д.223, лит.А",
    phone: "8 (812) 241-37-30",
    email: "kep@obr.gov.spb.ru",
    directions: [
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"09.02.08",title:"Интеллектуальные интегрированные системы"},
      {code:"09.02.06",title:"Сетевое и системное администрирование"},
      {code:"10.02.04",title:"Обеспечение информационной безопасности телекоммуникационных систем"},
      {code:"11.01.01",title:"Монтажник радиоэлектронной аппаратуры и приборов"},
      {code:"11.02.16",title:"Монтаж, техническое обслуживание и ремонт электронных приборов и устройств"},
      {code:"11.02.17",title:"Разработка электронных устройств и систем"},
      {code:"15.02.10",title:"Мехатроника и мобильная робототехника"},
      {code:"25.02.08",title:"Эксплуатация беспилотных авиационных систем"},
      {code:"09.01.03",title:"Оператор информационных систем и ресурсов"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 35,
    name: "ФГКПОУ «Ломоносовский морской колледж Военно-Морского Флота»",
    website: "https://lmvmf.mil.ru/",
    vk: "https://vk.com/lmkvmf",
    address: "198412, г. Санкт-Петербург, город Ломоносов, улица Красного Флота, дом 18/48",
    phone: "8 (812) 422-57-98",
    email: "lmkvmf@yandex.ru",
    directions: [
      {code:"26.02.03",title:"Судовождение"},
      {code:"11.02.03",title:"Эксплуатация оборудования радиосвязи и электрорадионавигации судов"},
      {code:"26.02.05",title:"Эксплуатация судовых энергетических установок"},
      {code:"26.02.06",title:"Эксплуатация судового электрооборудования и средств автоматики"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 36,
    name: "ФГБОУ «Санкт-Петербургский государственный аграрный университет»",
    website: "https://spbgau.ru/abitur/spo/",
    vk: "https://vk.com/spb_gau",
    address: "196601, г. Санкт-Петербург, г. Пушкин, Петербургское шоссе, дом 2",
    phone: "8 (812) 470-04-22",
    email: "agro@spbgau.ru",
    directions: [
      {code:"19.02.11",title:"Технология продуктов питания из растительного сырья"},
      {code:"35.02.05",title:"Агрономия"},
      {code:"35.02.08",title:"Электротехнические системы в агропромышленном комплексе"},
      {code:"35.02.16",title:"Эксплуатация и ремонт сельскохозяйственной техники и оборудования"},
      {code:"36.02.01",title:"Ветеринария"},
      {code:"40.02.04",title:"Юриспруденция"},
      {code:"43.02.16",title:"Туризм и гостеприимство"},
      {code:"35.01.26",title:"Мастер растениеводства"},
      {code:"35.01.15",title:"Мастер по ремонту и обслуживанию электрооборудования в сельском хозяйстве"},
      {code:"36.01.05",title:"Лаборант в области ветеринарии"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 37,
    name: "ГБПОУ «Училище олимпийского резерва № 1»",
    website: "https://spbuor1.ru/",
    vk: "https://vk.com/uor1spb",
    address: "195220, Санкт-Петербург, ул. Гжатская, дом 4",
    phone: "8 (812) 534-03-78",
    email: "uor1@sport.gugov.spb.ru",
    directions: [
      {code:"49.02.01",title:"Физическая культура"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 38,
    name: "ГБПОУ «Колледж кулинарного мастерства»",
    website: "https://www.spbkkm.ru/",
    vk: "https://vk.com/ccskills",
    address: "195273, г. Санкт-Петербург, ул. Руставели, дом 35, литер А",
    phone: "8 (812) 409-80-58",
    email: "plkm@yandex.ru",
    directions: [
      {code:"43.02.15",title:"Поварское и кондитерское дело"},
      {code:"43.01.09",title:"Повар, кондитер"},
      {code:"43.01.01",title:"Официант, бармен"},
      {code:"19.01.18",title:"Аппаратчик-оператор производства продуктов питания из растительного сырья"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 39,
    name: "ГБПОУ «Академия транспортных технологий» (дубликат, но с другими кодами)",
    website: "http://атт.спб.рф/",
    vk: "http://атт.спб.рф/",
    address: "192102, г. Санкт-Петербург, ул. Салова, д.63",
    phone: "8 (812) 766-24-52",
    email: "att@nvsh.gugov.spb.ru",
    directions: [
      {code:"08.02.09",title:"Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"13.02.13",title:"Эксплуатация и обслуживание электрического и электромеханического оборудования"},
      {code:"23.01.17",title:"Мастер по ремонту и обслуживанию автомобилей"},
      {code:"23.02.01",title:"Организация перевозок и управление на транспорте"},
      {code:"23.02.02",title:"Автомобиле- и тракторостроение"},
      {code:"23.02.05",title:"Эксплуатация транспортного электрооборудования и автоматики"},
      {code:"23.02.07",title:"Техническое обслуживание и ремонт автотранспортных средств"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет"},
      {code:"43.02.06",title:"Сервис на транспорте"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 40,
    name: "ФГБОУ «Колледж Государственного университета морского и речного флота имени адмирала С.О. Макарова»",
    website: "https://k.gumrf.ru/abitur",
    vk: "https://vk.com/kgumrf",
    address: "192148, Санкт-Петербург, Большой Смоленский проспект, дом 36, лит А",
    phone: "8 (812) 459-47-18",
    email: "pk_college@gumrf.ru",
    directions: [
      {code:"26.02.03",title:"Судовождение"},
      {code:"26.02.05",title:"Эксплуатация судовых энергетических установок"},
      {code:"26.02.06",title:"Эксплуатация судового оборудования и средств автоматики"},
      {code:"23.02.01",title:"Организация перевозок и управления на транспорте"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 41,
    name: "ФГБПОУ «Колледж физической культуры и спорта, экономики и технологии» СПбГУ",
    website: "https://sc.spbu.ru/",
    vk: "https://vk.com/spbu_college",
    address: "199106, г. Санкт-Петербург, Большой пр. В.О., д. 71",
    phone: "8 (812) 914-34-82",
    email: "college@priem.spbu.ru",
    directions: [
      {code:"49.02.01",title:"Физическая культура"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 42,
    name: "ГБПОУ «Невский колледж им. А.Г. Неболсина»",
    website: "https://nppl.ru/",
    vk: "https://vk.com/newestnik",
    address: "194021, г. Санкт-Петербург, 2-й Муринский пр. 43",
    phone: "8 (812) 552-07-26",
    email: "nplspb@yandex.ru",
    directions: [
      {code:"08.02.13",title:"Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции"},
      {code:"08.02.08",title:"Монтаж и эксплуатация оборудования и систем газоснабжения"},
      {code:"08.02.09",title:"Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий"},
      {code:"15.02.19",title:"Сварочное производство"},
      {code:"08.01.31",title:"Электромонтажник электрических сетей и электрооборудования"},
      {code:"26.01.05",title:"Электрорадиомонтажник судовой"},
      {code:"08.01.29",title:"Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства"},
      {code:"23.01.18",title:"Мастер вертикального транспорта"},
      {code:"15.01.05",title:"Сварщик (ручной и частично механизированной сварки (наплавки)"},
      {code:"09.01.03",title:"Оператор информационных систем и ресурсов"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 43,
    name: "ГБПОУ «Электромашиностроительный колледж»",
    website: "https://empl-2.ru/",
    vk: "https://vk.com/emkspbru_professionalitet",
    address: "196128, г. Санкт-Петербург, улица Варшавская, дом 7, литера А",
    phone: "8 (812) 246-02-04",
    email: "info.emk@obr.gov.spb.ru",
    directions: [
      {code:"15.01.38",title:"Оператор-наладчик металлообрабатывающих станков"},
      {code:"08.01.31",title:"Электромонтажник электрических сетей и электрооборудования"},
      {code:"15.01.05",title:"Сварщик"},
      {code:"15.01.29",title:"Контролер качества в машиностроении"},
      {code:"15.01.22",title:"Чертёжник-конструктор"},
      {code:"15.02.16",title:"Технология машиностроения"},
      {code:"15.02.19",title:"Сварочное производство"},
      {code:"13.02.13",title:"Эксплуатация и обслуживание электрического и электромеханического оборудования"},
      {code:"27.02.07",title:"Управление качеством продукции, процессов и услуг"},
      {code:"15.02.09",title:"Аддитивные технологии"},
      {code:"15.02.04",title:"Специальные машины и устройства"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 44,
    name: "ФГБОУ «Санкт-Петербургский морской рыбопромышленный колледж»",
    website: "https://spbmrk.ru/",
    vk: "https://vk.com/spbmrk_professionalitet",
    address: "197022, г. Санкт-Петербург, Большая аллея, дом 22",
    phone: "8 (812) 234-60-30",
    email: "spbmarine@spbmrk.ru",
    directions: [
      {code:"15.02.06",title:"Монтаж, техническая эксплуатация и ремонт холодильно-компрессорных и теплонасосных машин и установок"},
      {code:"15.02.09",title:"Аддитивные технологии"},
      {code:"15.02.17",title:"Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования"},
      {code:"23.02.01",title:"Организация перевозок и управление на транспорте"},
      {code:"26.02.03",title:"Судовождение"},
      {code:"26.02.05",title:"Эксплуатация судовых энергетических установок"},
      {code:"35.02.09",title:"Водные биоресурсы и аквакультура"},
      {code:"35.02.10",title:"Обработка водных биоресурсов"},
      {code:"35.02.11",title:"Промышленное рыболовство"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 45,
    name: "ГБПОУ «Техникум геодезии и картографии»",
    website: "https://spbtgik.ru/",
    vk: "https://spbtgik.ru/",
    address: "195213, г. Санкт-Петербург, Малая Охта, ул. Казанская, д. 3",
    phone: "444-18-34",
    email: "https://spbtgik.ru/",
    directions: [
      {code:"12.01.01",title:"Прикладная геодезия"},
      {code:"12.01.05",title:"Аэрофотогеодезия"},
      {code:"02.13.01",title:"Картография"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 46,
    name: "ГБПОУ «Медицинский колледж № 2»",
    website: "https://www.college2med.ru/",
    vk: "https://vk.com/college2medspb",
    address: "198205, г. Санкт-Петербург, Чекистов, 18",
    phone: "8 (812) 409-70-10",
    email: "mk2@zdrav.spb.ru",
    directions: [
      {code:"34.02.01",title:"Сестринское дело"},
      {code:"31.02.01",title:"Лечебное дело"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 47,
    name: "ГБПОУ «Колледж Водных ресурсов»",
    website: "http://collegewr.ru/",
    vk: "https://vk.com/college_water_resources",
    address: "198261, г. Санкт-Петербург, ул. Стойкости, д. 28, корп. 2",
    phone: "8 (812) 750-49-97",
    email: "info@collegewr.ru",
    directions: [
      {code:"13.01.10",title:"Электромонтер по ремонту и обслуживанию электрооборудования"},
      {code:"15.01.05",title:"Сварщик"},
      {code:"08.01.29",title:"Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства"},
      {code:"08.01.10",title:"Мастер жилищно-коммунального хозяйства"},
      {code:"08.01.04",title:"Кровельщик"},
      {code:"08.02.04",title:"Водоснабжение и водоотведение"},
      {code:"08.02.09",title:"Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий"},
      {code:"08.02.13",title:"Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции"},
      {code:"08.02.14",title:"Управление, эксплуатация и обслуживание многоквартирного дома"},
      {code:"08.01.19",title:"Электромонтажник по силовым сетям и электрооборудованию"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 48,
    name: "ГБПОУ «Колледж Петербургской моды»",
    website: "https://spbmoda.ru/",
    vk: "https://vk.com/spbmodaru_professionalitet",
    address: "192236, г. Санкт-Петербург, ул. Софийская, д. 19, к. 1, лит. А",
    phone: "241-38-56",
    email: "info.kpm@obr.gov.spb.ru",
    directions: [
      {code:"29.01.04",title:"Художник по костюму"},
      {code:"29.01.05",title:"Мастер по изготовлению швейных изделий"},
      {code:"54.01.05",title:"Изготовитель изделий из тканей с художественной росписью"},
      {code:"54.02.01",title:"Дизайн"},
      {code:"43.02.17",title:"Технологии индустрии красоты"},
      {code:"29.01.34",title:"Оператор оборудования швейного производства"},
      {code:"29.02.04",title:"Конструирование, моделирование и технология швейных изделий"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 49,
    name: "ГБПОУ «Автомеханический колледж»",
    website: "https://amlspb.ru/",
    vk: "https://vk.com/amlspb",
    address: "192283, г. Санкт-Петербург, ул. Малая Балканская, д.41, лит.А",
    phone: "8 (812) 246-01-33",
    email: "amlspb@obr.gov.spb.ru",
    directions: [
      {code:"23.01.17",title:"Мастер по ремонту и обслуживанию автомобилей"},
      {code:"13.01.14",title:"Электромеханик по лифтам"},
      {code:"15.01.05",title:"Сварщик (ручной и частично механизированной сварки (наплавки)"},
      {code:"15.01.35",title:"Мастер слесарных работ"},
      {code:"15.01.36",title:"Дефектоскопист"},
      {code:"23.01.18",title:"Мастер вертикального транспорта"},
      {code:"22.02.06",title:"Сварочное производство"},
      {code:"23.02.01",title:"Организация перевозок и управление на транспорте"},
      {code:"23.02.07",title:"Техническое обслуживание и ремонт автотранспортных средств"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 50,
    name: "ГБПОУ «Академия реставрации и дизайна»",
    website: "https://ard.spb.ru/",
    vk: "https://vk.com/ardspb",
    address: "192236, г. Санкт-Петербург, ул. Софийская, д. 21, к. 1, лит. А",
    phone: "8 (812) 241-27-61",
    email: "info.ard@obr.gov.spb.ru",
    directions: [
      {code:"08.01.28",title:"Мастер отделочных строительных и декоративных работ"},
      {code:"35.01.02",title:"Станочник деревообрабатывающих станков"},
      {code:"54.01.01",title:"Исполнитель художественно-оформительских работ"},
      {code:"54.01.05",title:"Изготовитель художественных изделий из ткани с художественной росписью"},
      {code:"54.01.13",title:"Изготовитель художественных изделий из дерева"},
      {code:"54.01.14",title:"Резчик"},
      {code:"54.01.16",title:"Лепщик-модельщик архитектурных деталей"},
      {code:"54.01.17",title:"Реставратор строительный"},
      {code:"54.01.20",title:"Графический дизайнер"},
      {code:"54.01.21",title:"Изготовитель художественных изделий из твердых материалов"},
      {code:"54.01.22",title:"Реставратор"},
      {code:"54.02.01",title:"Дизайн"},
      {code:"54.02.04",title:"Реставрация"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 51,
    name: "ГБПОУ «Санкт-Петербургский технический колледж»",
    website: "https://spbtk.ru/",
    vk: "https://vk.com/club1579081",
    address: "195067, г. Санкт-Петербург, Меншиковский пр., дом 2, лит. А, Б",
    phone: "8 (812) 409-87-90",
    email: "info.spbtk@obr.gov.spb.ru",
    directions: [
      {code:"15.02.16",title:"Технология машиностроения"},
      {code:"23.02.07",title:"Техническое обслуживание и ремонт автотранспортных средств"},
      {code:"27.02.07",title:"Управление качеством продукции, процессов и услуг"},
      {code:"23.02.01",title:"Организация перевозок и управление на транспорте"},
      {code:"43.02.16",title:"Туризм и гостеприимство"},
      {code:"15.01.35",title:"Мастер слесарных работ"},
      {code:"15.01.38",title:"Оператор-наладчик металлообрабатывающих станков"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 52,
    name: "ЧОПУ «Музыкально-просветительный колледж им. Б.И. Тищенко»",
    website: "https://колледжтищенко.рф/",
    vk: "https://vk.com/mhcollege",
    address: "191025, г. Санкт-Петербург, Владимирский проспект, 14",
    phone: "8 (981) 704-87-18",
    email: "sait.mpk@yandex.ru",
    directions: [
      {code:"07.01.01",title:"Музыкальное исполнительство"},
      {code:"07.01.04",title:"Вокальное искусство"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 53,
    name: "ГБПОУ «Медицинский колледж № 1»",
    website: "http://1medcollege.ru/",
    vk: "https://vk.com/1medcollegespb",
    address: "198188, г. Санкт-Петербург, улица Зайцева, дом 28",
    phone: "8 (812) 747-10-98",
    email: "mk1@zdrav.spb.ru",
    directions: [
      {code:"31.02.02",title:"Акушерское дело"},
      {code:"31.02.01",title:"Лечебное дело"},
      {code:"34.02.01",title:"Сестринское дело"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 54,
    name: "ГБПОУ «Техникум «Автосервис» (Многофункциональный центр прикладных квалификаций)»",
    website: "https://pl-110.ru/",
    vk: "https://vk.com/club216845888",
    address: "196158, г. Санкт-Петербург, пр. Космонавтов, дом 79",
    phone: "8 (812) 727-11-00",
    email: "t.avtoservis@obr.gov.spb.ru",
    directions: [
      {code:"23.01.17",title:"Мастер по ремонту и обслуживанию автомобилей"},
      {code:"15.01.04",title:"Наладчик сварочного и газоплазморезательного оборудования"},
      {code:"15.01.05",title:"Сварщик (ручной и частично механизированной сварки (наплавки)"},
      {code:"09.01.03",title:"Оператор информационных систем и ресурсов"},
      {code:"23.01.01",title:"Оператор транспортного терминала"},
      {code:"23.02.07",title:"Техническое обслуживание и ремонт автотранспортных средств"},
      {code:"23.02.05",title:"Эксплуатация транспортного электрооборудования и автоматики"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 55,
    name: "ГБПОУ «Инженерная школа одежды» (Санкт-Петербургский Дом моды)",
    website: "http://www.isho-sutd.ru/",
    vk: "https://vk.com/club16531131",
    address: "196158, г. Санкт-Петербург, Звездная, 7, корпус 1",
    phone: "8 (812) 726-86-20",
    email: "priem-isho@mail.ru",
    directions: [
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"29.02.10",title:"Конструирование, моделирование и технология изготовления изделий легкой промышленности"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет"},
      {code:"38.02.06",title:"Финансы"},
      {code:"43.02.17",title:"Технологии индустрии красоты"},
      {code:"54.02.01",title:"Дизайн"},
      {code:"54.02.04",title:"Реставрация"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 56,
    name: "ГБПОУ «Колледж технологий лесного комплекса и садово-паркового хозяйства»",
    website: "https://spbftu.ru/institutions/institute-TLKiSPH",
    vk: "https://vk.com/kalp_oficial",
    address: "196105, г. Санкт-Петербург, ул. Решетникова, д. 23/14",
    phone: "8 (812) 217-81-06",
    email: "spo@spbftu.ru",
    directions: [
      {code:"35.02.03",title:"Технология деревообработки"},
      {code:"35.02.04",title:"Технология комплексной переработки древесины"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"35.02.12",title:"Садово-парковое и ландшафтное строительство"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 57,
    name: "ГБПОУ «Колледж при Балтийском Гуманитарном Институте»",
    website: "https://spo-bhi.ru/",
    vk: "https://vk.com/bgispbru",
    address: "198188, г. Санкт-Петербург, пр. Стачек, д. 72, лит. А",
    phone: "8 (962) 685-64-44",
    email: "info.bgi.spb@mail.ru",
    directions: [
      {code:"38.02.06",title:"Финансы"},
      {code:"38.02.01",title:"Экономика и бухучет"},
      {code:"40.02.04",title:"Юриспруденция"},
      {code:"09.02.07",title:"Информационные системы и программирование"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 58,
    name: "ФГБОУ «Балтийский государственный технический университет «ВОЕНМЕХ» им. Д.Ф. Устинова»",
    website: "https://priem.voenmeh.ru/spo",
    vk: "https://vk.com/priembstu",
    address: "190005, г. Санкт-Петербург, ул. 1-я Красноармейская, д. 1/21",
    phone: "8 (800) 301-16-04",
    email: "admission@voenmeh.ru",
    directions: [
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"11.02.17",title:"Разработка электронных устройств и систем"},
      {code:"15.02.09",title:"Аддитивные технологии"},
      {code:"15.02.16",title:"Технология машиностроения"},
      {code:"27.02.07",title:"Управление качеством продукции, процессов и услуг"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 59,
    name: "ФГБОУ «Всероссийский государственный университет юстиции» (РПА Минюста России)",
    website: "https://spb.rpa-mu.ru/obrazovatelnye-programmy",
    vk: "https://vk.com/abit_szfrpa",
    address: "199178, г. Санкт-Петербург, В.О., 10-я линия, д. 19 лит. А",
    phone: "8 (812) 677-97-64",
    email: "spbf@rpa-mjust.ru",
    directions: [
      {code:"40.02.02",title:"Правоохранительная деятельность"},
      {code:"40.02.04",title:"Юриспруденция"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 60,
    name: "ФГБОУ «Санкт-Петербургский государственный технологический институт» (Технический университет)",
    website: "https://spbti.ru/fakulteti/tcentr_srednego_professionalnogo_obrazovaniya",
    vk: "https://vk.com/spbgtitu",
    address: "190013, г. Санкт-Петербург, проспект Московский, дом 24-26/49, литер А",
    phone: "8 (999) 069-51-99",
    email: "abitur@spbti.ru",
    directions: [
      {code:"18.02.15",title:"Биохимическое производство"},
      {code:"18.02.09",title:"Переработка нефти и газа"},
      {code:"18.02.12",title:"Технология аналитического контроля химических соединений"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет"}
    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 1,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный университет» (СПбГУ)",
    website: "https://spbu.ru/",
    vk: "https://vk.com/spb1724",
    address: "199034, Санкт-Петербург, Университетская наб., д. 7–9",
    phone: "8 (931) 334-64-43",
    email: "abit@spbu.ru",
    directions: [
      "01.03.01 Математика","01.03.02 Прикладная математика и информатика","01.03.03 Механика и математическое моделирование",
      "01.03.04 Прикладная математика","01.05.01 Фундаментальная математика и механика","02.03.02 Фундаментальная информатика и ИТ",
      "02.03.03 Математическое обеспечение и администрирование ИС","03.03.01 Прикладные математика и физика","03.03.02 Физика",
      "03.03.03 Радиофизика","04.03.01 Химия","04.05.01 Фундаментальная и прикладная химия","05.03.01 Геология","05.03.02 География",
      "05.03.03 Картография и геоинформатика","05.03.04 Гидрометеорология","05.03.06 Экология и природопользование","06.03.01 Биология",
      "06.05.01 Биоинженерия и биоинформатика","07.03.03 Биотехнология","09.03.01 Информатика и вычислительная техника","09.03.04 Программная инженерия",
      "10.05.01 Компьютерная безопасность","10.05.02 Информационная безопасность телекоммуникационных систем","12.03.01 Приборостроение",
      "12.03.03 Фотоника и оптоинформатика","19.03.01 Биотехнология","27.03.02 Управление качеством","27.03.03 Системный анализ и управление",
      "27.03.05 Инноватика","31.05.01 Лечебное дело","31.05.02 Педиатрия","31.05.03 Стоматология","33.05.01 Фармация",
      "37.03.01 Психология","37.05.01 Клиническая психология","37.05.02 Психология служебной деятельности","38.03.01 Экономика",
      "38.03.02 Менеджмент","38.03.04 Государственное и муниципальное управление","38.03.05 Бизнес-информатика","38.05.01 Экономическая безопасность",
      "38.05.02 Таможенное дело","39.03.01 Социология","39.05.01 Социальная работа","40.03.01 Юриспруденция","40.05.01 Правовое обеспечение национальной безопасности",
      "40.05.02 Правоохранительная деятельность","40.05.03 Судебная экспертиза","41.03.01 Зарубежное регионоведение","41.03.04 Политология",
      "41.03.05 Международные отношения","41.05.01 Регионоведение России","42.03.01 Реклама и связи с общественностью","42.03.02 Журналистика",
      "42.03.04 Телевидение","43.03.02 Туризм","43.03.03 Гостиничное дело","44.03.01 Педагогическое образование","44.03.02 Психолого-педагогическое образование",
      "44.03.05 Специальное (дефектологическое) образование","45.03.01 Филология","45.03.02 Лингвистика","45.03.03 Фундаментальная и прикладная лингвистика",
      "45.03.04 Интеллектуальные системы в гуманитарной сфере","45.05.01 Перевод и переводоведение","46.03.01 История","46.03.02 Документоведение и архивоведение",
      "46.03.03 Антропология и этнология","47.03.01 Философия","47.03.02 Прикладная этика","47.03.03 Религиоведение","50.03.01 Искусства и гуманитарные науки",
      "50.03.02 Изящные искусства","50.03.03 История искусств","50.03.04 Теория и история искусств","51.03.01 Культурология",
      "51.03.04 Музеология и охрана объектов культурного и природного наследия","54.03.01 Дизайн","54.05.03 Графика"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 2,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный университет промышленных технологий и дизайна» (СПбГУПТД)",
    website: "https://sutd.ru/",
    vk: "https://vk.com/spsutd",
    address: "191186, Санкт-Петербург, ул. Большая Морская, 18",
    phone: "8 (812) 315-07-47",
    email: "priemcom@sutd.ru",
    directions: [
      "09.03.01 Информатика и вычислительная техника","09.03.02 Информационные системы и технологии","09.03.03 Прикладная информатика",
      "09.03.04 Программная инженерия","10.03.01 Информационная безопасность","10.05.02 ИБ телекоммуникационных систем","10.05.03 ИБ автоматизированных систем",
      "11.03.01 Радиотехника","11.03.02 Инфокоммуникационные технологии и системы связи","11.03.03 Конструирование и технология электронных средств",
      "12.03.01 Приборостроение","12.03.04 Биотехнические системы и технологии","12.03.05 Лазерная техника и лазерные технологии",
      "15.03.04 Автоматизация технологических процессов и производств","15.03.06 Мехатроника и робототехника","27.03.03 Системный анализ и управление",
      "27.03.04 Управление в технических системах","38.03.01 Экономика","38.03.02 Менеджмент","38.03.03 Управление персоналом",
      "38.03.04 Государственное и муниципальное управление","38.03.05 Бизнес-информатика","39.03.01 Социология","40.03.01 Юриспруденция",
      "42.03.01 Реклама и связи с общественностью","42.03.02 Журналистика","42.03.04 Телевидение","45.03.02 Лингвистика","54.03.01 Дизайн"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 3,
    name: "ФГБОУ ВО «Санкт-Петербургский горный университет императрицы Екатерины II»",
    website: "https://spmi.ru/",
    vk: "https://vk.com/spbmininguniversity",
    address: "199106, Санкт-Петербург, Васильевский остров, 21 линия, д. 2",
    phone: "8 (812) 382-01-28",
    email: "rectorat@spmi.ru",
    directions: [
      "05.03.06 Экология и природопользование","07.03.01 Архитектура","08.03.01 Строительство","08.05.01 Строительство уникальных зданий и сооружений",
      "09.03.01 Информатика и вычислительная техника","09.03.02 Информационные системы и технологии","11.03.04 Электроника и наноэлектроника",
      "11.05.01 Радиоэлектронные системы и комплексы","12.03.01 Приборостроение","13.03.01 Теплоэнергетика и теплотехника","13.03.02 Электроэнергетика и электротехника",
      "15.03.01 Машиностроение","15.03.02 Технологические машины и оборудование","15.03.04 Автоматизация технологических процессов и производств",
      "18.03.01 Химическая технология","20.03.01 Техносферная безопасность","21.03.01 Нефтегазовое дело","21.03.02 Землеустройство и кадастры",
      "21.05.01 Прикладная геодезия","21.05.02 Прикладная геология","21.05.03 Технология геологической разведки","21.05.04 Горное дело",
      "21.05.06 Нефтегазовые техника и технологии","22.03.01 Материаловедение и технологии материалов","22.03.02 Металлургия",
      "23.03.01 Технология транспортных процессов","23.03.03 Эксплуатация транспортно-технологических машин и комплексов","23.05.01 Наземные транспортно-технasdологические средства",
      "27.03.01 Стандартизация и метрология","27.03.03 Системный анализ и управление","27.03.04 Управление в технических системах",
      "29.03.04 Технология художественной обработки материалов","38.03.01 Экономика","38.03.02 Менеджмент"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 4,
    name: "ФГБОУ ВО «Российский государственный педагогический университет им. А.И. Герцена» (РГПУ им. Герцена)",
    website: "https://www.herzen.spb.ru/",
    vk: "https://vk.com/uniherzen",
    address: "191186, Санкт-Петербург, набережная реки Мойки, 48",
    phone: "8 (812) 312-44-92",
    email: "mail@herzen.spb.ru",
    directions: [
      "01.03.02 Прикладная математика и информатика","03.03.02 Физика","04.03.01 Химия","05.03.02 География","05.03.06 Экология и природопользование",
      "06.03.01 Биология","09.03.01 Информатика и вычислительная техника","09.03.02 Информационные системы и технологии","37.03.01 Психология",
      "37.03.02 Конфликтология","38.03.01 Экономика","38.03.02 Менеджмент","38.03.03 Управление персоналом","38.03.04 Государственное и муниципальное управление",
      "39.03.01 Социология","39.03.02 Социальная работа","40.03.01 Юриспруденция","41.03.01 Зарубежное регионоведение","41.03.04 Политология",
      "42.03.01 Реклама и связи с общественностью","42.03.02 Журналистика","43.03.02 Туризм","43.03.03 Гостиничное дело","44.03.01 Педагогическое образование",
      "44.03.02 Психолого-педагогическое образование","44.03.03 Специальное (дефектологическое) образование","44.03.05 Педагогическое образование (с двумя профилями)",
      "45.03.01 Филология","45.03.02 Лингвистика","46.03.01 История","47.03.01 Философия","47.03.03 Религиоведение","49.03.01 Физическая культура",
      "49.03.02 Адаптивная физическая культура","50.03.03 История искусств","52.03.01 Хореографическое искусство","53.03.02 Музыкально-инструментальное искусство",
      "53.03.03 Вокальное искусство"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 5,
    name: "ФГВОУ ВО «Балтийский государственный технический университет «ВОЕНМЕХ» им. Д.Ф. Устинова»",
    website: "https://voenmeh.ru/",
    vk: "https://vk.com/bstu_a",
    address: "190005, Санкт-Петербург, ул. 1-я Красноармейская, д. 1",
    phone: "8 (812) 490-05-91",
    email: "bgtu@voenmeh.ru",
    directions: [
      "09.03.01 Информатика и вычислительная техника","09.03.02 Информационные системы и технологии","09.03.04 Программная инженерия",
      "11.03.01 Радиотехника","12.03.01 Приборостроение","12.03.02 Оптотехника","12.03.03 Фотоника и оптоинформатика","12.03.05 Лазерная техника и лазерные технологии",
      "13.03.01 Теплоэнергетика и теплотехника","15.03.01 Машиностроение","15.03.02 Технологические машины и оборудование","15.03.03 Прикладная механика",
      "15.03.05 Конструкторско-технологическое обеспечение машиностроительных производств","15.03.06 Мехатроника и робототехника","20.03.01 Техносферная безопасность",
      "24.03.01 Ракетные комплексы и космонавтика","24.03.03 Баллистика и гидроаэродинамика","24.03.05 Двигатели летательных аппаратов",
      "27.03.01 Стандартизация и метрология","27.03.02 Управление качеством","27.03.04 Управление в технических системах","38.03.01 Экономика",
      "38.03.02 Менеджмент","38.03.03 Управление персоналом","38.03.05 Бизнес-информатика","41.03.04 Политология","42.03.01 Реклама и связи с общественностью",
      "45.03.03 Фундаментальная и прикладная лингвистика","49.03.01 Физическая культура"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 6,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный институт кино и телевидения» (СПбГИКиТ)",
    website: "https://www.gikit.ru/",
    vk: "https://vk.com/gukit_ru",
    address: "192102, Санкт-Петербург, ул. Бухарестская, 22",
    phone: "8 (812) 315-72-85",
    email: "rektorat@gikit.ru",
    directions: [
      "09.03.02 Информационные системы и технологии","11.03.01 Радиотехника","42.03.01 Реклама и связи с общественностью",
      "42.03.02 Журналистика","42.03.04 Телевидение","50.03.01 Искусства и гуманитарные науки","51.03.02 Народная художественная культура",
      "52.03.06 Драматургия","54.03.01 Дизайн","54.03.04 Реставрация"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 7,
    name: "ФГБОУ ВО «Санкт-Петербургская государственная художественно-промышленная академия им. А.Л. Штиглица»",
    website: "https://www.ghpa.ru/",
    vk: "https://vk.com/stieglitzacademy",
    address: "191028, Санкт-Петербург, Соляной переулок, д. 13",
    phone: "8 (812) 273-29-93",
    email: "info@ghpa.ru",
    directions: [
      "50.03.01 Искусства и гуманитарные науки","50.03.04 Теория и история искусств","54.03.01 Дизайн",
      "54.03.02 Декоративно-прикладное искусство и народные промыслы","54.03.04 Реставрация","54.05.01 Монументально-декоративное искусство",
      "54.05.02 Живопись","54.05.03 Графика"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 8,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный университет аэрокосмического приборостроения» (ГУАП)",
    website: "https://guap.ru/",
    vk: "https://vk.com/guap_ru",
    address: "190000, Санкт-Петербург, ул. Большая Морская, д. 67, лит. А",
    phone: "8 (812) 494-70-18",
    email: "info@guap.ru",
    directions: [
      "01.03.02 Прикладная математика и информатика","02.03.03 Математическое обеспечение и администрирование ИС","03.03.01 Прикладные математика и физика",
      "09.03.01 Информатика и вычислительная техника","09.03.02 Информационные системы и технологии","09.03.03 Прикладная информатика","09.03.04 Программная инженерия",
      "10.03.01 Информационная безопасность","11.03.01 Радиотехника","11.03.02 Инфокоммуникационные технологии и системы связи","11.03.03 Конструирование и технология электронных средств",
      "11.03.04 Электроника и наноэлектроника","12.03.01 Приборостроение","12.03.02 Оптотехника","12.03.04 Биотехнические системы и технологии",
      "12.03.05 Лазерная техника и лазерные технологии","13.03.02 Электроэнергетика и электротехника","15.03.04 Автоматизация технологических процессов и производств",
      "15.03.06 Мехатроника и робототехника","16.03.01 Техническая физика","20.03.01 Техносферная безопасность","23.03.01 Технология транспортных процессов",
      "24.03.02 Системы управления движением и навигация","25.03.01 Техническая эксплуатация летательных аппаратов и двигателей","25.03.02 Техническая эксплуатация авиационных электросистем",
      "27.03.01 Стандартизация и метрология","27.03.02 Управление качеством","27.03.03 Системный анализ и управление","27.03.04 Управление в технических системах",
      "27.03.05 Инноватика","38.03.01 Экономика","38.03.02 Менеджмент","38.03.04 Государственное и муниципальное управление","38.03.05 Бизнес-информатика",
      "40.03.01 Юриспруденция","41.03.05 Международные отношения","42.03.01 Реклама и связи с общественностью","43.03.03 Гостиничное дело","45.03.02 Лингвистика"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 9,
    name: "ФГБОУ ВО «Северо-Западный институт управления РАНХиГС»",
    website: "https://spb.ranepa.ru/",
    vk: "",
    address: "199178, Санкт-Петербург, Средний пр. В.О., д. 57/43",
    phone: "8 (812) 335-94-84",
    email: "sziu@ranepa.ru",
    directions: [
      "38.03.01 Экономика","38.03.02 Менеджмент","38.03.04 Государственное и муниципальное управление","38.03.05 Бизнес-информатика",
      "38.05.01 Экономическая безопасность","38.05.02 Таможенное дело","40.03.01 Юриспруденция","40.05.01 Правовое обеспечение национальной безопасности",
      "41.03.04 Политология","41.03.05 Международные отношения","42.03.01 Реклама и связи с общественностью","42.03.02 Журналистика",
      "37.03.01 Психология","39.03.01 Социология","39.03.02 Социальная работа","43.03.02 Туризм","43.03.03 Гостиничное дело","45.03.02 Лингвистика"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 10,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный экономический университет» (СПбГЭУ)",
    website: "https://unecon.ru/",
    vk: "https://vk.com/unecon",
    address: "191023, Санкт-Петербург, наб. канала Грибоедова, д. 30-32",
    phone: "8 (812) 458-97-58",
    email: "abitura@unecon.ru",
    directions: [
      "01.03.02 Прикладная математика и информатика","09.03.03 Прикладная информатика","38.03.01 Экономика","38.03.02 Менеджмент",
      "38.03.03 Управление персоналом","38.03.04 Государственное и муниципальное управление","38.03.05 Бизнес-информатика","38.03.06 Торговое дело",
      "39.03.01 Социология","40.03.01 Юриспруденция","41.03.01 Зарубежное регионоведение","41.03.05 Международные отношения",
      "42.03.01 Реклама и связи с общественностью","43.03.01 Сервис","43.03.02 Туризм","43.03.03 Гостиничное дело","45.03.02 Лингвистика"
    ]
  },
    {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 11,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» им. В.И. Ульянова (Ленина)»",
    website: "https://etu.ru/",
    vk: "https://vk.com/spbsetu",
    address: "197022, Санкт-Петербург, ул. Профессора Попова, д. 5",
    phone: "8 (812) 346-28-77",
    email: "office@etu.ru",
    directions: [
      "01.03.02 Прикладная математика и информатика","09.03.01 Информатика и вычислительная техника","09.03.02 Информационные системы и технологии",
      "09.03.04 Программная инженерия","10.05.01 Компьютерная безопасность","11.03.01 Радиотехника","11.03.02 Инфокоммуникационные технологии и системы связи",
      "11.03.03 Конструирование и технология электронных средств","11.03.04 Электроника и наноэлектроника","11.05.01 Радиоэлектронные системы и комплексы",
      "12.03.01 Приборостроение","12.03.04 Биотехнические системы и технологии","13.03.02 Электроэнергетика и электротехника",
      "15.03.06 Мехатроника и робототехника","20.03.01 Техносферная безопасность","27.03.02 Управление качеством","27.03.03 Системный анализ и управление",
      "27.03.04 Управление в технических системах","27.03.05 Инноватика","28.03.01 Нанотехнологии и микросистемная техника",
      "42.03.01 Реклама и связи с общественностью","45.03.02 Лингвистика"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 12,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный архитектурно-строительный университет» (СПбГАСУ)",
    website: "https://www.spbgasu.ru/",
    vk: "https://vk.com/spbgasu",
    address: "190005, Санкт-Петербург, 2-я Красноармейская ул., д. 4",
    phone: "8 (812) 575-05-73",
    email: "priem@spbgasu.ru",
    directions: [
      "07.03.01 Архитектура","07.03.02 Реконструкция и реставрация архитектурного наследия","07.03.03 Дизайн архитектурной среды",
      "07.03.04 Градостроительство","08.03.01 Строительство","08.05.01 Строительство уникальных зданий и сооружений",
      "20.03.01 Техносферная безопасность","23.03.01 Технология транспортных процессов","38.03.01 Экономика","38.03.02 Менеджмент",
      "54.03.01 Дизайн"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 13,
    name: "ФГБОУ ВО «Ленинградский государственный университет имени А.С. Пушкина» (ЛГУ им. А.С. Пушкина)",
    website: "https://lengu.ru/",
    vk: "https://vk.com/lengu",
    address: "196605, Санкт-Петербург, г. Пушкин, Петербургское шоссе, д. 10",
    phone: "8 (812) 466-65-58",
    email: "pushkin@lengu.ru",
    directions: [
      "05.03.06 Экология и природопользование","09.03.03 Прикладная информатика","19.03.01 Биотехнология","21.03.02 Землеустройство и кадастры",
      "35.03.10 Ландшафтная архитектура","37.03.01 Психология","38.03.01 Экономика","38.03.02 Менеджмент","38.03.04 Государственное и муниципальное управление",
      "40.03.01 Юриспруденция","42.03.01 Реклама и связи с общественностью","42.03.02 Журналистика","43.03.01 Сервис","43.03.02 Туризм",
      "43.03.03 Гостиничное дело","44.03.01 Педагогическое образование","44.03.02 Психолого-педагогическое образование","44.03.03 Специальное (дефектологическое) образование",
      "44.03.05 Педагогическое образование (с двумя профилями)","45.03.02 Лингвистика","46.03.01 История","46.03.02 Документоведение и архивоведение",
      "47.03.01 Философия","49.03.02 Адаптивная физическая культура","49.03.03 Рекреация и спортивно-оздоровительный туризм",
      "51.03.01 Культурология","54.03.01 Дизайн"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 14,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный аграрный университет» (СПбГАУ)",
    website: "https://spbgau.ru/",
    vk: "https://vk.com/spb_gau",
    address: "196601, Санкт-Петербург, г. Пушкин, Петербургское шоссе, д. 2",
    phone: "8 (812) 470-04-22",
    email: "agro@spbgau.ru",
    directions: [
      "06.03.01 Биология","08.03.01 Строительство","09.03.03 Прикладная информатика","13.03.02 Электроэнергетика и электротехника",
      "20.03.01 Техносферная безопасность","21.03.02 Землеустройство и кадастры","23.03.03 Эксплуатация транспортно-технологических машин и комплексов",
      "35.03.03 Агрохимия и агропочвоведение","35.03.04 Агрономия","35.03.05 Садоводство","35.03.06 Агроинженерия",
      "35.03.07 Технология производства и переработки сельскохозяйственной продукции","35.03.08 Водные биоресурсы и аквакультура",
      "35.03.10 Ландшафтная архитектура","35.03.11 Гидромелиорация","36.03.02 Зоотехния","38.03.01 Экономика","38.03.02 Менеджмент",
      "38.03.04 Государственное и муниципальное управление","40.03.01 Юриспруденция","43.03.01 Сервис"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 15,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный университет телекоммуникаций им. проф. М.А. Бонч-Бруевича» (СПбГУТ)",
    website: "https://www.sut.ru/",
    vk: "https://vk.com/sutru",
    address: "193232, Санкт-Петербург, пр. Большевиков, д. 22, к. 1",
    phone: "8 (812) 326-31-63",
    email: "rector@sut.ru",
    directions: [
      "05.03.06 Экология и природопользование","09.03.01 Информатика и вычислительная техника","09.03.02 Информационные системы и технологии",
      "09.03.04 Программная инженерия","10.03.01 Информационная безопасность","10.05.02 Информационная безопасность телекоммуникационных систем",
      "10.05.07 Противодействие техническим разведкам","11.03.01 Радиотехника","11.03.02 Инфокоммуникационные технологии и системы связи",
      "11.03.03 Конструирование и технология электронных средств","11.03.04 Электроника и наноэлектроника","11.05.04 Инфокоммуникационные технологии и системы специальной связи",
      "15.03.04 Автоматизация технологических процессов и производств","15.03.06 Мехатроника и робототехника","38.03.02 Менеджмент",
      "38.03.05 Бизнес-информатика","41.03.01 Зарубежное регионоведение","42.03.01 Реклама и связи с общественностью"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 16,
    name: "ФГБОУ ВО «Санкт-Петербургский политехнический университет Петра Великого» (СПбПУ)",
    website: "https://www.spbstu.ru/",
    vk: "https://vk.com/polytech_petra",
    address: "195251, Санкт-Петербург, ул. Политехническая, д. 29",
    phone: "8 (812) 775-05-30",
    email: "office@spbstu.ru",
    directions: [
      "01.03.02 Прикладная математика и информатика","01.03.03 Механика и математическое моделирование","01.03.05 Статистика",
      "02.03.01 Математика и компьютерные науки","02.03.03 Математическое обеспечение и администрирование ИС","03.03.01 Прикладные математика и физика",
      "03.03.02 Физика","07.03.03 Дизайн архитектурной среды","08.03.01 Строительство","08.05.01 Строительство уникальных зданий и сооружений",
      "09.03.01 Информатика и вычислительная техника","09.03.02 Информационные системы и технологии","09.03.03 Прикладная информатика",
      "09.03.04 Программная инженерия","10.03.01 Информационная безопасность","10.05.01 Компьютерная безопасность","10.05.03 ИБ автоматизированных систем",
      "11.03.01 Радиотехника","11.03.02 Инфокоммуникационные технологии","11.03.04 Электроника и наноэлектроника","12.03.04 Биотехнические системы и технологии",
      "13.03.01 Теплоэнергетика и теплотехника","13.03.02 Электроэнергетика и электротехника","13.03.03 Энергетическое машиностроение",
      "14.03.01 Ядерная энергетика и теплофизика","14.05.02 Атомные станции","15.03.01 Машиностроение","15.03.03 Прикладная механика",
      "15.03.04 Автоматизация технологических процессов","15.03.05 Конструкторско-технологическое обеспечение машиностроительных производств",
      "15.03.06 Мехатроника и робототехника","16.03.01 Техническая физика","19.03.01 Биотехнология","20.03.01 Техносферная безопасность",
      "22.03.01 Материаловедение и технологии материалов","22.03.02 Металлургия","23.05.01 Наземные транспортно-технологические средства",
      "27.03.02 Управление качеством","27.03.04 Управление в технических системах","27.03.05 Инноватика","28.03.01 Нанотехнологии и микросистемная техника",
      "29.03.04 Технология художественной обработки материалов","38.03.01 Экономика","38.03.02 Менеджмент","38.03.04 Государственное и муниципальное управление",
      "38.03.05 Бизнес-информатика","38.03.06 Торговое дело","38.05.01 Экономическая безопасность","38.05.02 Таможенное дело",
      "40.03.01 Юриспруденция","41.03.01 Зарубежное регионоведение","42.03.01 Реклама и связи с общественностью","43.03.02 Туризм",
      "43.03.03 Гостиничное дело","44.03.02 Психолого-педагогическое образование","45.03.02 Лингвистика","54.03.01 Дизайн"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 17,
    name: "ФГВОУ ВО «Военный институт физической культуры»",
    website: "https://vifk.mil.ru/",
    vk: "https://vk.com/club903886",
    address: "194044, Санкт-Петербург, Большой Сампсониевский проспект, д. 63",
    phone: "8 (812) 292-31-50",
    email: "vifk_14@mil.ru",
    directions: [
      "56.05.03 Служебно-прикладная физическая подготовка","44.07.01 Образовательные и педагогические науки"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 18,
    name: "ФГБОУ ВО «Российский государственный гидрометеорологический университет» (РГГМУ)",
    website: "https://www.rshu.ru/",
    vk: "",
    address: "192007, Санкт-Петербург, Воронежская ул., д. 79",
    phone: "8 (812) 633-01-90",
    email: "rshu@rshu.ru",
    directions: [
      "03.03.02 Физика","05.03.02 География","05.03.04 Гидрометеорология","05.03.05 Прикладная гидрометеорология","05.03.06 Экология и природопользование",
      "09.03.03 Прикладная информатика","17.03.01 Корабельное вооружение","35.03.08 Водные биоресурсы и аквакультура","38.03.01 Экономика",
      "38.03.02 Менеджмент","38.03.04 Государственное и муниципальное управление","40.03.01 Юриспруденция","42.03.01 Реклама и связи с общественностью",
      "44.03.01 Педагогическое образование","44.03.05 Педагогическое образование (с двумя профилями)","45.03.01 Филология","54.03.01 Дизайн",
      "54.03.02 Декоративно-прикладное искусство и народные промыслы","54.03.04 Реставрация"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 19,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный лесотехнический университет им. С.М. Кирова» (СПбГЛТУ)",
    website: "https://spbftu.ru/",
    vk: "https://vk.com/spbftu",
    address: "194021, Санкт-Петербург, Институтский пер., д. 5",
    phone: "8 (812) 217-92-46",
    email: "public@spbftu.ru",
    directions: [
      "05.03.06 Экология и природопользование","08.03.01 Строительство","09.03.02 Информационные системы и технологии","13.03.01 Теплоэнергетика и теплотехника",
      "15.03.02 Технологические машины и оборудование","18.03.01 Химическая технология","18.03.02 Энерго- и ресурсосберегающие процессы",
      "20.03.01 Техносферная безопасность","21.03.02 Землеустройство и кадастры","23.03.01 Технология транспортных процессов",
      "23.03.03 Эксплуатация транспортно-технологических машин и комплексов","27.03.01 Стандартизация и метрология","27.03.04 Управление в технических системах",
      "35.03.01 Лесное дело","35.03.02 Технология лесозаготовительных и деревоперерабатывающих производств","35.03.10 Ландшафтная архитектура",
      "38.03.01 Экономика","38.03.02 Менеджмент","54.03.01 Дизайн"
    ]
  },
  {
    region: "Санкт-Петербург",
    type: "вуз",
    number: 20,
    name: "ФГБОУ ВО «Высший художественно-технический институт» (ВХУТЕИН)",
    website: "https://www.vhutein.ru/",
    vk: "https://vk.com/vhutein",
    address: "191028, Санкт-Петербург, ул. Моховая, д. 40",
    phone: "8 (812) 921-06-91",
    email: "vuzinfo@vhutein.ru",
    directions: [
      "09.03.03 Прикладная информатика","42.03.04 Телевидение","52.05.01 Актерское искусство","54.03.01 Дизайн"
    ]
  },
];
